[
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANIL MEHRA residing at 12/B, Sai Kunj, Bandra, Mumbai, Maharashtra 400050 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJESH PATEL by a Power of Attorney dated 10 April 2023 under which certain powers have been conferred on me by the said Shri RAJESH PATEL.\nUnder the said Power of Attorney dated 10 April 2023 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to London, UK for a period of one year.\n\nTherefore I propose to substitute Shri VIKAS SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIKAS SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIKAS SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIKAS SHARMA to be the attorney of the said Shri RAJESH PATEL being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIKAS SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANIL MEHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANIL MEHRA have hereunto set my hands this day of 12 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a deed for appointing a substituted power of attorney. Anil Mehra, who holds a power of attorney from Rajesh Patel, is delegating his powers to Vikas Sharma. This is being done because Anil Mehra will be out of the country for a year. The document authorizes Vikas Sharma to act on behalf of Rajesh Patel and perform all the tasks that Anil Mehra was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SONIA BHATIA residing at 789, Gandhi Nagar, Bengaluru, Karnataka 560009 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ARUN REDDY by a Power of Attorney dated 25 June 2024 under which certain powers have been conferred on me by the said Shri ARUN REDDY.\nUnder the said Power of Attorney dated 25 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to New York, USA for a period of one year.\n\nTherefore I propose to substitute Shri GEETHA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri GEETHA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri GEETHA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri GEETHA NAIR to be the attorney of the said Shri ARUN REDDY being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri GEETHA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SONIA BHATIA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SONIA BHATIA have hereunto set my hands this day of 15 January 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This legal document is an agreement for a substituted power of attorney. Sonia Bhatia, the original attorney for Arun Reddy, is transferring her powers to Geetha Nair. This is happening because Sonia Bhatia will be traveling to the USA for a year. The document gives Geetha Nair the authority to perform all actions on behalf of Arun Reddy that Sonia Bhatia was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AMIT SINGHANIA residing at Flat No. 102, Green Apartments, Noida, Uttar Pradesh 201301 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri JAYANT MISHRA by a Power of Attorney dated 12 October 2024 under which certain powers have been conferred on me by the said Shri JAYANT MISHRA.\nUnder the said Power of Attorney dated 12 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Sydney, Australia for a period of one year.\n\nTherefore I propose to substitute Shri RAKESH JOSHI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri RAKESH JOSHI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri RAKESH JOSHI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri RAKESH JOSHI to be the attorney of the said Shri JAYANT MISHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri RAKESH JOSHI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AMIT SINGHANIA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AMIT SINGHANIA have hereunto set my hands this day of 21 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document appointing a substitute power of attorney. Amit Singhania, who holds power of attorney for Jayant Mishra, is delegating his authority to Rakesh Joshi. This delegation is necessary as Amit Singhania will be out of the country for a year. The agreement empowers Rakesh Joshi to act on behalf of Jayant Mishra, fulfilling all the duties and actions that Amit Singhania was authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I NIDHI GUPTA residing at House No. 56, Vasant Vihar, Jaipur, Rajasthan 302017 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, NIDHI GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri NIDHI GUPTA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Nidhi Gupta, the original attorney for Sameer Khan, is delegating her authority to Reena Sharma. This delegation is necessary because Nidhi Gupta will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and execute all duties that Nidhi Gupta was previously authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SANDEEP GUPTA residing at Plot No. 45, DLF Phase 1, Gurugram, Haryana 122002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIJAY KUMAR by a Power of Attorney dated 15 September 2024 under which certain powers have been conferred on me by the said Shri VIJAY KUMAR.\nUnder the said Power of Attorney dated 15 September 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Paris, France for a period of one year.\n\nTherefore I propose to substitute Shri MANISH SAHANI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri MANISH SAHANI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri MANISH SAHANI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri MANISH SAHANI to be the attorney of the said Shri VIJAY KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri MANISH SAHANI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SANDEEP GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SANDEEP GUPTA have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for appointing a substituted power of attorney. Sandeep Gupta, who holds the power of attorney for Vijay Kumar, is delegating his powers to Manish Sahani. This is necessary because Sandeep Gupta will be traveling to Paris for a year. The agreement allows Manish Sahani to act on behalf of Vijay Kumar and perform all the duties that Sandeep Gupta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RASHMI DEVI residing at C-30, Green Park, New Delhi 110016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANAND SINGH by a Power of Attorney dated 01 January 2024 under which certain powers have been conferred on me by the said Shri ANAND SINGH.\nUnder the said Power of Attorney dated 01 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Toronto, Canada for a period of one year.\n\nTherefore I propose to substitute Shri POOJA DUBEY for me and to delegate all the powers contained in the said Power of Attorney, to which Shri POOJA DUBEY has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri POOJA DUBEY hereby substitute for me as such Attorney as aforesaid and appoint the said Shri POOJA DUBEY to be the attorney of the said Shri ANAND SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri POOJA DUBEY will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RASHMI DEVI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RASHMI DEVI have hereunto set my hands this day of 19 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rashmi Devi, who holds the power of attorney for Anand Singh, is delegating her authority to Pooja Dubey. This is because Rashmi Devi will be traveling to Canada for a year. The document grants Pooja Dubey the power to act on Anand Singh's behalf and perform all the duties that Rashmi Devi was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ROHIT MEHTA residing at 45/A, Shiv Colony, Ahmedabad, Gujarat 380005 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri KUNAL SHAH by a Power of Attorney dated 20 July 2024 under which certain powers have been conferred on me by the said Shri KUNAL SHAH.\nUnder the said Power of Attorney dated 20 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year.\n\nTherefore I propose to substitute Shri DIPAK PATEL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DIPAK PATEL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DIPAK PATEL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DIPAK PATEL to be the attorney of the said Shri KUNAL SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DIPAK PATEL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ROHIT MEHTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ROHIT MEHTA have hereunto set my hands this day of 08 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Rohit Mehta, who holds the power of attorney for Kunal Shah, is delegating his authority to Dipak Patel. This is necessary because Rohit Mehta will be traveling to Singapore for a year. The agreement empowers Dipak Patel to act on behalf of Kunal Shah and perform all the duties that Rohit Mehta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I KAVITA SHAH residing at A-4, Sai Residency, Pune, Maharashtra 411001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJIV MEHRA by a Power of Attorney dated 22 April 2024 under which certain powers have been conferred on me by the said Shri RAJIV MEHRA.\nUnder the said Power of Attorney dated 22 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Tokyo, Japan for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri RAJIV MEHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, KAVITA SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri KAVITA SHAH have hereunto set my hands this day of 25 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Kavita Shah, who holds the power of attorney for Rajiv Mehra, is delegating her authority to Arvind Singh. This is happening because Kavita Shah will be traveling to Japan for a year. The document grants Arvind Singh the power to act on Rajiv Mehra's behalf and perform all the duties that Kavita Shah was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAHUL JAIN residing at Flat No. 205, Silver Apartments, Kolkata, West Bengal 700020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIKAS SHAH by a Power of Attorney dated 05 May 2024 under which certain powers have been conferred on me by the said Shri VIKAS SHAH.\nUnder the said Power of Attorney dated 05 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Madrid, Spain for a period of one year.\n\nTherefore I propose to substitute Shri NISHA SINGHAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri NISHA SINGHAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri NISHA SINGHAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri NISHA SINGHAL to be the attorney of the said Shri VIKAS SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri NISHA SINGHAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAHUL JAIN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAHUL JAIN have hereunto set my hands this day of 30 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rahul Jain, who holds the power of attorney for Vikas Shah, is delegating his authority to Nisha Singhal. This is necessary because Rahul Jain will be traveling to Spain for a year. The document empowers Nisha Singhal to act on Vikas Shah's behalf and perform all the duties that Rahul Jain was authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANJALI VERMA residing at Plot No. 123, Green Valley, Hyderabad, Telangana 500034 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PANKAJ RAO by a Power of Attorney dated 08 June 2024 under which certain powers have been conferred on me by the said Shri PANKAJ RAO.\nUnder the said Power of Attorney dated 08 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Berlin, Germany for a period of one year.\n\nTherefore I propose to substitute Shri AJAY KUMAR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri AJAY KUMAR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri AJAY KUMAR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri AJAY KUMAR to be the attorney of the said Shri PANKAJ RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri AJAY KUMAR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANJALI VERMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANJALI VERMA have hereunto set my hands this day of 14 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Anjali Verma, who holds the power of attorney for Pankaj Rao, is delegating her authority to Ajay Kumar. This is necessary because Anjali Verma will be traveling to Germany for a year. The document empowers Ajay Kumar to act on Pankaj Rao's behalf and perform all the duties that Anjali Verma was authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKRAM SAINI residing at House No. 5, Model Town, Ludhiana, Punjab 141001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SANJAY VERMA by a Power of Attorney dated 10 February 2024 under which certain powers have been conferred on me by the said Shri SANJAY VERMA.\nUnder the said Power of Attorney dated 10 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Brussels, Belgium for a period of one year.\n\nTherefore I propose to substitute Shri SHWETA SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri SHWETA SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri SHWETA SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri SHWETA SINGH to be the attorney of the said Shri SANJAY VERMA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri SHWETA SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKRAM SAINI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKRAM SAINI have hereunto set my hands this day of 28 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikram Saini, who holds the power of attorney for Sanjay Verma, is delegating his authority to Shweta Singh. This is necessary because Vikram Saini will be traveling to Belgium for a year. The document empowers Shweta Singh to act on Sanjay Verma's behalf and perform all the duties that Vikram Saini was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SUMIT CHOPRA residing at 10/C, B-Block, Dwarka, New Delhi 110075 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL SACHDEVA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri RAHUL SACHDEVA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri RAHUL SACHDEVA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SUMIT CHOPRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SUMIT CHOPRA have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sumit Chopra, who holds the power of attorney for Rahul Sachdeva, is delegating his authority to Anu Agarwal. This is necessary because Sumit Chopra will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Rahul Sachdeva's behalf and perform all the duties that Sumit Chopra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I PRIYA SEN residing at 56, Ballygunge Park, Kolkata, West Bengal 700019 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMIR GHOSH by a Power of Attorney dated 09 November 2024 under which certain powers have been conferred on me by the said Shri SAMIR GHOSH.\nUnder the said Power of Attorney dated 09 November 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Shanghai, China for a period of one year.\n\nTherefore I propose to substitute Shri DEV DUTTA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DEV DUTTA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DEV DUTTA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DEV DUTTA to be the attorney of the said Shri SAMIR GHOSH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DEV DUTTA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, PRIYA SEN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri PRIYA SEN have hereunto set my hands this day of 16 April 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Priya Sen, who holds the power of attorney for Samir Ghosh, is delegating her authority to Dev Dutta. This is necessary because Priya Sen will be traveling to China for a year. The document empowers Dev Dutta to act on Samir Ghosh's behalf and perform all the duties that Priya Sen was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I KAPIL MEHRA residing at 8/A, Laxmi Nagar, Chennai, Tamil Nadu 600008 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAMESH SHANKAR by a Power of Attorney dated 17 February 2024 under which certain powers have been conferred on me by the said Shri RAMESH SHANKAR.\nUnder the said Power of Attorney dated 17 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Bangkok, Thailand for a period of one year.\n\nTherefore I propose to substitute Shri VINEETA IYER for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VINEETA IYER has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VINEETA IYER hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VINEETA IYER to be the attorney of the said Shri RAMESH SHANKAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VINEETA IYER will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, KAPIL MEHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri KAPIL MEHRA have hereunto set my hands this day of 23 May 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Kapil Mehra, who holds the power of attorney for Ramesh Shankar, is delegating his authority to Vineeta Iyer. This is necessary because Kapil Mehra will be traveling to Thailand for a year. The document empowers Vineeta Iyer to act on Ramesh Shankar's behalf and perform all the duties that Kapil Mehra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI SINGH residing at 12/B, Sai Kunj, Bandra, Mumbai, Maharashtra 400050 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SANJAY VERMA by a Power of Attorney dated 10 February 2024 under which certain powers have been conferred on me by the said Shri SANJAY VERMA.\nUnder the said Power of Attorney dated 10 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Brussels, Belgium for a period of one year.\n\nTherefore I propose to substitute Shri SHWETA SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri SHWETA SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri SHWETA SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri SHWETA SINGH to be the attorney of the said Shri SANJAY VERMA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri SHWETA SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI SINGH have hereunto set my hands this day of 28 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rani Singh, who holds the power of attorney for Sanjay Verma, is delegating her authority to Shweta Singh. This is necessary because Rani Singh will be traveling to Belgium for a year. The document empowers Shweta Singh to act on Sanjay Verma's behalf and perform all the duties that Rani Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AMAR CHANDRA residing at Flat 301, Lakeview Apartments, Cochin, Kerala 682020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJEEV PRAMOD by a Power of Attorney dated 28 May 2024 under which certain powers have been conferred on me by the said Shri RAJEEV PRAMOD.\nUnder the said Power of Attorney dated 28 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Auckland, New Zealand for a period of one year.\n\nTherefore I propose to substitute Shri LEENA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri LEENA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri LEENA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri LEENA NAIR to be the attorney of the said Shri RAJEEV PRAMOD being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri LEENA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AMAR CHANDRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AMAR CHANDRA have hereunto set my hands this day of 04 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Amar Chandra, who holds the power of attorney for Rajeev Pramod, is delegating his authority to Leena Nair. This is necessary because Amar Chandra will be traveling to New Zealand for a year. The document empowers Leena Nair to act on Rajeev Pramod's behalf and perform all the duties that Amar Chandra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I POOJA SHAH residing at A-4, Sai Residency, Pune, Maharashtra 411001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJIV MEHRA by a Power of Attorney dated 22 April 2024 under which certain powers have been conferred on me by the said Shri RAJIV MEHRA.\nUnder the said Power of Attorney dated 22 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Tokyo, Japan for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri RAJIV MEHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, POOJA SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri POOJA SHAH have hereunto set my hands this day of 25 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Pooja Shah, who holds the power of attorney for Rajiv Mehra, is delegating her authority to Arvind Singh. This is happening because Pooja Shah will be traveling to Japan for a year. The document grants Arvind Singh the power to act on Rajiv Mehra's behalf and perform all the duties that Pooja Shah was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I MOHIT MEHRA residing at Flat No. 10, Silver Crest, Whitefield, Bengaluru, Karnataka 560066 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri AVINASH KUMAR by a Power of Attorney dated 01 December 2024 under which certain powers have been conferred on me by the said Shri AVINASH KUMAR.\nUnder the said Power of Attorney dated 01 December 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Moscow, Russia for a period of one year.\n\nTherefore I propose to substitute Shri VIJAY NAIDU for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIJAY NAIDU has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIJAY NAIDU hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIJAY NAIDU to be the attorney of the said Shri AVINASH KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIJAY NAIDU will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, MOHIT MEHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri MOHIT MEHRA have hereunto set my hands this day of 20 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Mohit Mehra, who holds the power of attorney for Avinash Kumar, is delegating his authority to Vijay Naidu. This is necessary because Mohit Mehra will be traveling to Russia for a year. The document empowers Vijay Naidu to act on Avinash Kumar's behalf and perform all the duties that Mohit Mehra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RASHMI SHARMA residing at 56, Sector 15, Vashi, Navi Mumbai, Maharashtra 400705 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RASHMI SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RASHMI SHARMA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rashmi Sharma, who holds the power of attorney for Sameer Khan, is delegating her authority to Reena Sharma. This is necessary because Rashmi Sharma will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Rashmi Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I CHANDAN GUPTA residing at 45/A, Sector 21, Chandigarh 160022 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PRAKASH RAJ by a Power of Attorney dated 11 July 2024 under which certain powers have been conferred on me by the said Shri PRAKASH RAJ.\nUnder the said Power of Attorney dated 11 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri PRAKASH RAJ being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, CHANDAN GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri CHANDAN GUPTA have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Chandan Gupta, who holds the power of attorney for Prakash Raj, is delegating his authority to Arvind Singh. This is necessary because Chandan Gupta will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Prakash Raj's behalf and perform all the duties that Chandan Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I HARISH KUMAR residing at 22, Shastri Nagar, Ludhiana, Punjab 141001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SANJAY VERMA by a Power of Attorney dated 15 April 2024 under which certain powers have been conferred on me by the said Shri SANJAY VERMA.\nUnder the said Power of Attorney dated 15 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri SANJAY VERMA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, HARISH KUMAR agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri HARISH KUMAR have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Harish Kumar, who holds the power of attorney for Sanjay Verma, is delegating his authority to Arvind Singh. This is necessary because Harish Kumar will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Sanjay Verma's behalf and perform all the duties that Harish Kumar was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AJAY SHAH residing at 78, Lake Road, Bhopal, Madhya Pradesh 462001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL KASHYAP by a Power of Attorney dated 02 August 2024 under which certain powers have been conferred on me by the said Shri RAHUL KASHYAP.\nUnder the said Power of Attorney dated 02 August 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Nairobi, Kenya for a period of one year.\n\nTherefore I propose to substitute Shri SANJANA MALHOTRA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri SANJANA MALHOTRA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri SANJANA MALHOTRA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri SANJANA MALHOTRA to be the attorney of the said Shri RAHUL KASHYAP being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri SANJANA MALHOTRA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AJAY SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AJAY SHAH have hereunto set my hands this day of 14 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Ajay Shah, who holds the power of attorney for Rahul Kashyap, is delegating his authority to Sanjana Malhotra. This is necessary because Ajay Shah will be traveling to Kenya for a year. The document empowers Sanjana Malhotra to act on Rahul Kashyap's behalf and perform all the duties that Ajay Shah was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VINAYAKA SHARMA residing at 12A, Brigade Road, Bengaluru, Karnataka 560001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SUJIT RAO by a Power of Attorney dated 18 October 2024 under which certain powers have been conferred on me by the said Shri SUJIT RAO.\nUnder the said Power of Attorney dated 18 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Zurich, Switzerland for a period of one year.\n\nTherefore I propose to substitute Shri GEETHA BHAT for me and to delegate all the powers contained in the said Power of Attorney, to which Shri GEETHA BHAT has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri GEETHA BHAT hereby substitute for me as such Attorney as aforesaid and appoint the said Shri GEETHA BHAT to be the attorney of the said Shri SUJIT RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri GEETHA BHAT will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VINAYAKA SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VINAYAKA SHARMA have hereunto set my hands this day of 22 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vinayaka Sharma, who holds the power of attorney for Sujit Rao, is delegating his authority to Geetha Bhat. This is because Vinayaka Sharma will be traveling to Switzerland for a year. The document grants Geetha Bhat the power to act on Sujit Rao's behalf and perform all the duties that Vinayaka Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANKITA SHARMA residing at 5, Park Street, Kolkata, West Bengal 700016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ARNAV SEN by a Power of Attorney dated 10 January 2024 under which certain powers have been conferred on me by the said Shri ARNAV SEN.\nUnder the said Power of Attorney dated 10 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rio de Janeiro, Brazil for a period of one year.\n\nTherefore I propose to substitute Shri PANKAJ DAS for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PANKAJ DAS has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PANKAJ DAS hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PANKAJ DAS to be the attorney of the said Shri ARNAV SEN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PANKAJ DAS will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANKITA SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANKITA SHARMA have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Ankita Sharma, who holds the power of attorney for Arnav Sen, is delegating her authority to Pankaj Das. This is necessary because Ankita Sharma will be traveling to Brazil for a year. The document empowers Pankaj Das to act on Arnav Sen's behalf and perform all the duties that Ankita Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SACHIN MEHTA residing at 99, Nehru Road, Hyderabad, Telangana 500001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANIL SAINI by a Power of Attorney dated 07 July 2024 under which certain powers have been conferred on me by the said Shri ANIL SAINI.\nUnder the said Power of Attorney dated 07 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Buenos Aires, Argentina for a period of one year.\n\nTherefore I propose to substitute Shri PRIYANKA KULKARNI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PRIYANKA KULKARNI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PRIYANKA KULKARNI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PRIYANKA KULKARNI to be the attorney of the said Shri ANIL SAINI being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PRIYANKA KULKARNI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SACHIN MEHTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SACHIN MEHTA have hereunto set my hands this day of 18 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Sachin Mehta, who holds the power of attorney for Anil Saini, is delegating his powers to Priyanka Kulkarni. This is necessary because Sachin Mehta will be traveling to Argentina for a year. The agreement allows Priyanka Kulkarni to act on behalf of Anil Saini and perform all the duties that Sachin Mehta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I JYOTI AGARWAL residing at Flat 302, Sun Towers, Pune, Maharashtra 411002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL JAIN by a Power of Attorney dated 25 June 2024 under which certain powers have been conferred on me by the said Shri RAHUL JAIN.\nUnder the said Power of Attorney dated 25 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Cairo, Egypt for a period of one year.\n\nTherefore I propose to substitute Shri ARJUN SHAH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARJUN SHAH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARJUN SHAH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARJUN SHAH to be the attorney of the said Shri RAHUL JAIN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARJUN SHAH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, JYOTI AGARWAL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri JYOTI AGARWAL have hereunto set my hands this day of 11 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Jyoti Agarwal, who holds the power of attorney for Rahul Jain, is delegating her authority to Arjun Shah. This is because Jyoti Agarwal will be traveling to Egypt for a year. The document grants Arjun Shah the power to act on Rahul Jain's behalf and perform all the duties that Jyoti Agarwal was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAKESH GUPTA residing at 12/B, Sai Kunj, Bandra, Mumbai, Maharashtra 400050 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANIL MEHRA by a Power of Attorney dated 10 April 2023 under which certain powers have been conferred on me by the said Shri ANIL MEHRA.\nUnder the said Power of Attorney dated 10 April 2023 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to London, UK for a period of one year.\n\nTherefore I propose to substitute Shri VIKAS SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIKAS SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIKAS SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIKAS SHARMA to be the attorney of the said Shri ANIL MEHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIKAS SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAKESH GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAKESH GUPTA have hereunto set my hands this day of 12 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a deed for appointing a substituted power of attorney. Rakesh Gupta, who holds a power of attorney from Anil Mehra, is delegating his powers to Vikas Sharma. This is being done because Rakesh Gupta will be out of the country for a year. The document authorizes Vikas Sharma to act on behalf of Anil Mehra and perform all the tasks that Rakesh Gupta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKRAM JOSHI residing at 12/B, Sai Kunj, Bandra, Mumbai, Maharashtra 400050 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SUMIT CHOPRA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri SUMIT CHOPRA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri SUMIT CHOPRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKRAM JOSHI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKRAM JOSHI have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikram Joshi, who holds the power of attorney for Sumit Chopra, is delegating his authority to Anu Agarwal. This is necessary because Vikram Joshi will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Sumit Chopra's behalf and perform all the duties that Vikram Joshi was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SANJAY MISHRA residing at 45/A, DLF Phase 1, Gurugram, Haryana 122002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIJAY KUMAR by a Power of Attorney dated 15 September 2024 under which certain powers have been conferred on me by the said Shri VIJAY KUMAR.\nUnder the said Power of Attorney dated 15 September 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Paris, France for a period of one year.\n\nTherefore I propose to substitute Shri MANISH SAHANI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri MANISH SAHANI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri MANISH SAHANI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri MANISH SAHANI to be the attorney of the said Shri VIJAY KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri MANISH SAHANI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SANJAY MISHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SANJAY MISHRA have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for appointing a substituted power of attorney. Sanjay Mishra, who holds the power of attorney for Vijay Kumar, is delegating his powers to Manish Sahani. This is necessary because Sanjay Mishra will be traveling to Paris for a year. The agreement allows Manish Sahani to act on behalf of Vijay Kumar and perform all the duties that Sanjay Mishra was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI VERMA residing at C-30, Green Park, New Delhi 110016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANAND SINGH by a Power of Attorney dated 01 January 2024 under which certain powers have been conferred on me by the said Shri ANAND SINGH.\nUnder the said Power of Attorney dated 01 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Toronto, Canada for a period of one year.\n\nTherefore I propose to substitute Shri POOJA DUBEY for me and to delegate all the powers contained in the said Power of Attorney, to which Shri POOJA DUBEY has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri POOJA DUBEY hereby substitute for me as such Attorney as aforesaid and appoint the said Shri POOJA DUBEY to be the attorney of the said Shri ANAND SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri POOJA DUBEY will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI VERMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI VERMA have hereunto set my hands this day of 19 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rani Verma, who holds the power of attorney for Anand Singh, is delegating her authority to Pooja Dubey. This is because Rani Verma will be traveling to Canada for a year. The document grants Pooja Dubey the power to act on Anand Singh's behalf and perform all the duties that Rani Verma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I HARSHA SHAH residing at 45/A, Shiv Colony, Ahmedabad, Gujarat 380005 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri KUNAL SHAH by a Power of Attorney dated 20 July 2024 under which certain powers have been conferred on me by the said Shri KUNAL SHAH.\nUnder the said Power of Attorney dated 20 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year.\n\nTherefore I propose to substitute Shri DIPAK PATEL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DIPAK PATEL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DIPAK PATEL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DIPAK PATEL to be the attorney of the said Shri KUNAL SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DIPAK PATEL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, HARSHA SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri HARSHA SHAH have hereunto set my hands this day of 08 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Harsha Shah, who holds the power of attorney for Kunal Shah, is delegating her authority to Dipak Patel. This is necessary because Harsha Shah will be traveling to Singapore for a year. The agreement empowers Dipak Patel to act on behalf of Kunal Shah and perform all the duties that Harsha Shah was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAJESH SAINI residing at Plot No. 123, Green Valley, Hyderabad, Telangana 500034 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PANKAJ RAO by a Power of Attorney dated 08 June 2024 under which certain powers have been conferred on me by the said Shri PANKAJ RAO.\nUnder the said Power of Attorney dated 08 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Berlin, Germany for a period of one year.\n\nTherefore I propose to substitute Shri AJAY KUMAR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri AJAY KUMAR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri AJAY KUMAR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri AJAY KUMAR to be the attorney of the said Shri PANKAJ RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri AJAY KUMAR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAJESH SAINI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAJESH SAINI have hereunto set my hands this day of 14 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rajesh Saini, who holds the power of attorney for Pankaj Rao, is delegating his authority to Ajay Kumar. This is necessary because Rajesh Saini will be traveling to Germany for a year. The document empowers Ajay Kumar to act on Pankaj Rao's behalf and perform all the duties that Rajesh Saini was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VINEET KHERA residing at House No. 5, Model Town, Ludhiana, Punjab 141001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SHWETA SINGH by a Power of Attorney dated 10 February 2024 under which certain powers have been conferred on me by the said Shri SHWETA SINGH.\nUnder the said Power of Attorney dated 10 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Brussels, Belgium for a period of one year.\n\nTherefore I propose to substitute Shri VIKRAM SAINI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIKRAM SAINI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIKRAM SAINI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIKRAM SAINI to be the attorney of the said Shri SHWETA SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIKRAM SAINI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VINEET KHERA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VINEET KHERA have hereunto set my hands this day of 28 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vineet Khera, who holds the power of attorney for Shweta Singh, is delegating his authority to Vikram Saini. This is necessary because Vineet Khera will be traveling to Belgium for a year. The document empowers Vikram Saini to act on Shweta Singh's behalf and perform all the duties that Vineet Khera was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHIKHA PATEL residing at 10/C, B-Block, Dwarka, New Delhi 110075 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL SACHDEVA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri RAHUL SACHDEVA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri RAHUL SACHDEVA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHIKHA PATEL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHIKHA PATEL have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Shikha Patel, who holds the power of attorney for Rahul Sachdeva, is delegating her authority to Anu Agarwal. This is necessary because Shikha Patel will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Rahul Sachdeva's behalf and perform all the duties that Shikha Patel was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I KARAN MEHRA residing at 56, Ballygunge Park, Kolkata, West Bengal 700019 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMIR GHOSH by a Power of Attorney dated 09 November 2024 under which certain powers have been conferred on me by the said Shri SAMIR GHOSH.\nUnder the said Power of Attorney dated 09 November 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Shanghai, China for a period of one year.\n\nTherefore I propose to substitute Shri DEV DUTTA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DEV DUTTA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DEV DUTTA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DEV DUTTA to be the attorney of the said Shri SAMIR GHOSH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DEV DUTTA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, KARAN MEHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri KARAN MEHRA have hereunto set my hands this day of 16 April 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Karan Mehra, who holds the power of attorney for Samir Ghosh, is delegating his authority to Dev Dutta. This is necessary because Karan Mehra will be traveling to China for a year. The document empowers Dev Dutta to act on Samir Ghosh's behalf and perform all the duties that Karan Mehra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANKUSH KHANNA residing at 8/A, Laxmi Nagar, Chennai, Tamil Nadu 600008 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAMESH SHANKAR by a Power of Attorney dated 17 February 2024 under which certain powers have been conferred on me by the said Shri RAMESH SHANKAR.\nUnder the said Power of Attorney dated 17 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Bangkok, Thailand for a period of one year.\n\nTherefore I propose to substitute Shri VINEETA IYER for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VINEETA IYER has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VINEETA IYER hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VINEETA IYER to be the attorney of the said Shri RAMESH SHANKAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VINEETA IYER will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANKUSH KHANNA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANKUSH KHANNA have hereunto set my hands this day of 23 May 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Ankush Khanna, who holds the power of attorney for Ramesh Shankar, is delegating his authority to Vineeta Iyer. This is necessary because Ankush Khanna will be traveling to Thailand for a year. The document empowers Vineeta Iyer to act on Ramesh Shankar's behalf and perform all the duties that Ankush Khanna was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I NEHA JAIN residing at Flat No. 10, Silver Crest, Whitefield, Bengaluru, Karnataka 560066 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri AVINASH KUMAR by a Power of Attorney dated 01 December 2024 under which certain powers have been conferred on me by the said Shri AVINASH KUMAR.\nUnder the said Power of Attorney dated 01 December 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Moscow, Russia for a period of one year.\n\nTherefore I propose to substitute Shri VIJAY NAIDU for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIJAY NAIDU has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIJAY NAIDU hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIJAY NAIDU to be the attorney of the said Shri AVINASH KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIJAY NAIDU will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, NEHA JAIN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri NEHA JAIN have hereunto set my hands this day of 20 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Neha Jain, who holds the power of attorney for Avinash Kumar, is delegating her authority to Vijay Naidu. This is necessary because Neha Jain will be traveling to Russia for a year. The document empowers Vijay Naidu to act on Avinash Kumar's behalf and perform all the duties that Neha Jain was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I DEEPAK SINGH residing at 56, Sector 15, Vashi, Navi Mumbai, Maharashtra 400705 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, DEEPAK SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri DEEPAK SINGH have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Deepak Singh, who holds the power of attorney for Sameer Khan, is delegating his authority to Reena Sharma. This is necessary because Deepak Singh will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Deepak Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAHUL SINGH residing at 45/A, Sector 21, Chandigarh 160022 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PRAKASH RAJ by a Power of Attorney dated 11 July 2024 under which certain powers have been conferred on me by the said Shri PRAKASH RAJ.\nUnder the said Power of Attorney dated 11 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri PRAKASH RAJ being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAHUL SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAHUL SINGH have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rahul Singh, who holds the power of attorney for Prakash Raj, is delegating his authority to Arvind Singh. This is necessary because Rahul Singh will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Prakash Raj's behalf and perform all the duties that Rahul Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I GEETA DEVI residing at Flat 301, Lakeview Apartments, Cochin, Kerala 682020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJEEV PRAMOD by a Power of Attorney dated 28 May 2024 under which certain powers have been conferred on me by the said Shri RAJEEV PRAMOD.\nUnder the said Power of Attorney dated 28 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Auckland, New Zealand for a period of one year.\n\nTherefore I propose to substitute Shri LEENA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri LEENA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri LEENA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri LEENA NAIR to be the attorney of the said Shri RAJEEV PRAMOD being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri LEENA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, GEETA DEVI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri GEETA DEVI have hereunto set my hands this day of 04 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Geeta Devi, who holds the power of attorney for Rajeev Pramod, is delegating her authority to Leena Nair. This is necessary because Geeta Devi will be traveling to New Zealand for a year. The document empowers Leena Nair to act on Rajeev Pramod's behalf and perform all the duties that Geeta Devi was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RASHMI GUPTA residing at House No. 56, Vasant Vihar, Jaipur, Rajasthan 302017 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RASHMI GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RASHMI GUPTA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rashmi Gupta, who holds the power of attorney for Sameer Khan, is delegating her authority to Reena Sharma. This is necessary because Rashmi Gupta will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Rashmi Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHASHANK SHARMA residing at 22, Sector 15, Vashi, Navi Mumbai, Maharashtra 400705 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMIR GHOSH by a Power of Attorney dated 09 November 2024 under which certain powers have been conferred on me by the said Shri SAMIR GHOSH.\nUnder the said Power of Attorney dated 09 November 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Shanghai, China for a period of one year.\n\nTherefore I propose to substitute Shri DEV DUTTA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DEV DUTTA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DEV DUTTA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DEV DUTTA to be the attorney of the said Shri SAMIR GHOSH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DEV DUTTA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHASHANK SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHASHANK SHARMA have hereunto set my hands this day of 16 April 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Shashank Sharma, who holds the power of attorney for Samir Ghosh, is delegating his authority to Dev Dutta. This is necessary because Shashank Sharma will be traveling to China for a year. The document empowers Dev Dutta to act on Samir Ghosh's behalf and perform all the duties that Shashank Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AARTI SINGH residing at 8/A, Laxmi Nagar, Chennai, Tamil Nadu 600008 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAMESH SHANKAR by a Power of Attorney dated 17 February 2024 under which certain powers have been conferred on me by the said Shri RAMESH SHANKAR.\nUnder the said Power of Attorney dated 17 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Bangkok, Thailand for a period of one year.\n\nTherefore I propose to substitute Shri VINEETA IYER for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VINEETA IYER has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VINEETA IYER hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VINEETA IYER to be the attorney of the said Shri RAMESH SHANKAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VINEETA IYER will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AARTI SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AARTI SINGH have hereunto set my hands this day of 23 May 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Aarti Singh, who holds the power of attorney for Ramesh Shankar, is delegating her authority to Vineeta Iyer. This is necessary because Aarti Singh will be traveling to Thailand for a year. The document empowers Vineeta Iyer to act on Ramesh Shankar's behalf and perform all the duties that Aarti Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I REKHA PATEL residing at Flat No. 10, Silver Crest, Whitefield, Bengaluru, Karnataka 560066 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri AVINASH KUMAR by a Power of Attorney dated 01 December 2024 under which certain powers have been conferred on me by the said Shri AVINASH KUMAR.\nUnder the said Power of Attorney dated 01 December 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Moscow, Russia for a period of one year.\n\nTherefore I propose to substitute Shri VIJAY NAIDU for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIJAY NAIDU has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIJAY NAIDU hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIJAY NAIDU to be the attorney of the said Shri AVINASH KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIJAY NAIDU will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, REKHA PATEL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri REKHA PATEL have hereunto set my hands this day of 20 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rekha Patel, who holds the power of attorney for Avinash Kumar, is delegating her authority to Vijay Naidu. This is necessary because Rekha Patel will be traveling to Russia for a year. The document empowers Vijay Naidu to act on Avinash Kumar's behalf and perform all the duties that Rekha Patel was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AMAR CHANDRA residing at Flat 301, Lakeview Apartments, Cochin, Kerala 682020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJEEV PRAMOD by a Power of Attorney dated 28 May 2024 under which certain powers have been conferred on me by the said Shri RAJEEV PRAMOD.\nUnder the said Power of Attorney dated 28 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Auckland, New Zealand for a period of one year.\n\nTherefore I propose to substitute Shri LEENA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri LEENA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri LEENA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri LEENA NAIR to be the attorney of the said Shri RAJEEV PRAMOD being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri LEENA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AMAR CHANDRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AMAR CHANDRA have hereunto set my hands this day of 04 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Amar Chandra, who holds the power of attorney for Rajeev Pramod, is delegating his authority to Leena Nair. This is necessary because Amar Chandra will be traveling to New Zealand for a year. The document empowers Leena Nair to act on Rajeev Pramod's behalf and perform all the duties that Amar Chandra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RASHMI GUPTA residing at House No. 56, Vasant Vihar, Jaipur, Rajasthan 302017 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RASHMI GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RASHMI GUPTA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rashmi Gupta, who holds the power of attorney for Sameer Khan, is delegating her authority to Reena Sharma. This is necessary because Rashmi Gupta will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Rashmi Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHIKHA PATEL residing at 10/C, B-Block, Dwarka, New Delhi 110075 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL SACHDEVA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri RAHUL SACHDEVA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri RAHUL SACHDEVA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHIKHA PATEL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHIKHA PATEL have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Shikha Patel, who holds the power of attorney for Rahul Sachdeva, is delegating her authority to Anu Agarwal. This is necessary because Shikha Patel will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Rahul Sachdeva's behalf and perform all the duties that Shikha Patel was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKRAM JOSHI residing at 12/B, Sai Kunj, Bandra, Mumbai, Maharashtra 400050 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SUMIT CHOPRA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri SUMIT CHOPRA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri SUMIT CHOPRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKRAM JOSHI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKRAM JOSHI have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikram Joshi, who holds the power of attorney for Sumit Chopra, is delegating his authority to Anu Agarwal. This is necessary because Vikram Joshi will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Sumit Chopra's behalf and perform all the duties that Vikram Joshi was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I KARAN MEHRA residing at 56, Ballygunge Park, Kolkata, West Bengal 700019 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMIR GHOSH by a Power of Attorney dated 09 November 2024 under which certain powers have been conferred on me by the said Shri SAMIR GHOSH.\nUnder the said Power of Attorney dated 09 November 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Shanghai, China for a period of one year.\n\nTherefore I propose to substitute Shri DEV DUTTA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DEV DUTTA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DEV DUTTA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DEV DUTTA to be the attorney of the said Shri SAMIR GHOSH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DEV DUTTA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, KARAN MEHRA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri KARAN MEHRA have hereunto set my hands this day of 16 April 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Karan Mehra, who holds the power of attorney for Samir Ghosh, is delegating his authority to Dev Dutta. This is necessary because Karan Mehra will be traveling to China for a year. The document empowers Dev Dutta to act on Samir Ghosh's behalf and perform all the duties that Karan Mehra was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANKUSH KHANNA residing at 8/A, Laxmi Nagar, Chennai, Tamil Nadu 600008 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAMESH SHANKAR by a Power of Attorney dated 17 February 2024 under which certain powers have been conferred on me by the said Shri RAMESH SHANKAR.\nUnder the said Power of Attorney dated 17 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Bangkok, Thailand for a period of one year.\n\nTherefore I propose to substitute Shri VINEETA IYER for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VINEETA IYER has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VINEETA IYER hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VINEETA IYER to be the attorney of the said Shri RAMESH SHANKAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VINEETA IYER will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANKUSH KHANNA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANKUSH KHANNA have hereunto set my hands this day of 23 May 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Ankush Khanna, who holds the power of attorney for Ramesh Shankar, is delegating his authority to Vineeta Iyer. This is necessary because Ankush Khanna will be traveling to Thailand for a year. The document empowers Vineeta Iyer to act on Ramesh Shankar's behalf and perform all the duties that Ankush Khanna was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I NEHA JAIN residing at Flat No. 10, Silver Crest, Whitefield, Bengaluru, Karnataka 560066 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri AVINASH KUMAR by a Power of Attorney dated 01 December 2024 under which certain powers have been conferred on me by the said Shri AVINASH KUMAR.\nUnder the said Power of Attorney dated 01 December 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Moscow, Russia for a period of one year.\n\nTherefore I propose to substitute Shri VIJAY NAIDU for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIJAY NAIDU has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIJAY NAIDU hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIJAY NAIDU to be the attorney of the said Shri AVINASH KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIJAY NAIDU will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, NEHA JAIN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri NEHA JAIN have hereunto set my hands this day of 20 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Neha Jain, who holds the power of attorney for Avinash Kumar, is delegating her authority to Vijay Naidu. This is necessary because Neha Jain will be traveling to Russia for a year. The document empowers Vijay Naidu to act on Avinash Kumar's behalf and perform all the duties that Neha Jain was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I DEEPAK SINGH residing at 56, Sector 15, Vashi, Navi Mumbai, Maharashtra 400705 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, DEEPAK SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri DEEPAK SINGH have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Deepak Singh, who holds the power of attorney for Sameer Khan, is delegating his authority to Reena Sharma. This is necessary because Deepak Singh will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Deepak Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAHUL SINGH residing at 45/A, Sector 21, Chandigarh 160022 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PRAKASH RAJ by a Power of Attorney dated 11 July 2024 under which certain powers have been conferred on me by the said Shri PRAKASH RAJ.\nUnder the said Power of Attorney dated 11 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri PRAKASH RAJ being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAHUL SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAHUL SINGH have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rahul Singh, who holds the power of attorney for Prakash Raj, is delegating his authority to Arvind Singh. This is necessary because Rahul Singh will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Prakash Raj's behalf and perform all the duties that Rahul Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I GEETA DEVI residing at Flat 301, Lakeview Apartments, Cochin, Kerala 682020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJEEV PRAMOD by a Power of Attorney dated 28 May 2024 under which certain powers have been conferred on me by the said Shri RAJEEV PRAMOD.\nUnder the said Power of Attorney dated 28 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Auckland, New Zealand for a period of one year.\n\nTherefore I propose to substitute Shri LEENA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri LEENA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri LEENA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri LEENA NAIR to be the attorney of the said Shri RAJEEV PRAMOD being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri LEENA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, GEETA DEVI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri GEETA DEVI have hereunto set my hands this day of 04 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Geeta Devi, who holds the power of attorney for Rajeev Pramod, is delegating her authority to Leena Nair. This is necessary because Geeta Devi will be traveling to New Zealand for a year. The document empowers Leena Nair to act on Rajeev Pramod's behalf and perform all the duties that Geeta Devi was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAJIV KUMAR residing at Plot 34, Green Apartments, Noida, Uttar Pradesh 201301 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri JAYANT MISHRA by a Power of Attorney dated 12 October 2024 under which certain powers have been conferred on me by the said Shri JAYANT MISHRA.\nUnder the said Power of Attorney dated 12 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Sydney, Australia for a period of one year.\n\nTherefore I propose to substitute Shri RAKESH JOSHI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri RAKESH JOSHI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri RAKESH JOSHI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri RAKESH JOSHI to be the attorney of the said Shri JAYANT MISHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri RAKESH JOSHI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAJIV KUMAR agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAJIV KUMAR have hereunto set my hands this day of 21 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document appointing a substitute power of attorney. Rajiv Kumar, who holds power of attorney for Jayant Mishra, is delegating his authority to Rakesh Joshi. This delegation is necessary as Rajiv Kumar will be out of the country for a year. The agreement empowers Rakesh Joshi to act on behalf of Jayant Mishra, fulfilling all the duties and actions that Rajiv Kumar was authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHASHANK SEN residing at House No. 56, Vasant Vihar, Jaipur, Rajasthan 302017 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHASHANK SEN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHASHANK SEN have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Shashank Sen, who holds the power of attorney for Sameer Khan, is delegating his authority to Reena Sharma. This is necessary because Shashank Sen will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Shashank Sen was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAKESH GUPTA residing at Plot 45, DLF Phase 1, Gurugram, Haryana 122002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIJAY KUMAR by a Power of Attorney dated 15 September 2024 under which certain powers have been conferred on me by the said Shri VIJAY KUMAR.\nUnder the said Power of Attorney dated 15 September 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Paris, France for a period of one year.\n\nTherefore I propose to substitute Shri MANISH SAHANI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri MANISH SAHANI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri MANISH SAHANI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri MANISH SAHANI to be the attorney of the said Shri VIJAY KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri MANISH SAHANI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAKESH GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAKESH GUPTA have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for appointing a substituted power of attorney. Rakesh Gupta, who holds the power of attorney for Vijay Kumar, is delegating his powers to Manish Sahani. This is necessary because Rakesh Gupta will be traveling to Paris for a year. The agreement allows Manish Sahani to act on behalf of Vijay Kumar and perform all the duties that Rakesh Gupta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKAS SAINI residing at C-30, Green Park, New Delhi 110016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANAND SINGH by a Power of Attorney dated 01 January 2024 under which certain powers have been conferred on me by the said Shri ANAND SINGH.\nUnder the said Power of Attorney dated 01 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Toronto, Canada for a period of one year.\n\nTherefore I propose to substitute Shri POOJA DUBEY for me and to delegate all the powers contained in the said Power of Attorney, to which Shri POOJA DUBEY has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri POOJA DUBEY hereby substitute for me as such Attorney as aforesaid and appoint the said Shri POOJA DUBEY to be the attorney of the said Shri ANAND SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri POOJA DUBEY will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKAS SAINI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKAS SAINI have hereunto set my hands this day of 19 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikas Saini, who holds the power of attorney for Anand Singh, is delegating his authority to Pooja Dubey. This is because Vikas Saini will be traveling to Canada for a year. The document grants Pooja Dubey the power to act on Anand Singh's behalf and perform all the duties that Vikas Saini was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHUBHAM PATEL residing at 45/A, Shiv Colony, Ahmedabad, Gujarat 380005 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri KUNAL SHAH by a Power of Attorney dated 20 July 2024 under which certain powers have been conferred on me by the said Shri KUNAL SHAH.\nUnder the said Power of Attorney dated 20 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year.\n\nTherefore I propose to substitute Shri DIPAK PATEL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DIPAK PATEL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DIPAK PATEL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DIPAK PATEL to be the attorney of the said Shri KUNAL SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DIPAK PATEL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHUBHAM PATEL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHUBHAM PATEL have hereunto set my hands this day of 08 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Shubham Patel, who holds the power of attorney for Kunal Shah, is delegating his authority to Dipak Patel. This is necessary because Shubham Patel will be traveling to Singapore for a year. The agreement empowers Dipak Patel to act on behalf of Kunal Shah and perform all the duties that Shubham Patel was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANIKET SINGH residing at A-4, Sai Residency, Pune, Maharashtra 411001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJIV MEHRA by a Power of Attorney dated 22 April 2024 under which certain powers have been conferred on me by the said Shri RAJIV MEHRA.\nUnder the said Power of Attorney dated 22 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Tokyo, Japan for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri RAJIV MEHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANIKET SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANIKET SINGH have hereunto set my hands this day of 25 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Aniket Singh, who holds the power of attorney for Rajiv Mehra, is delegating his authority to Arvind Singh. This is happening because Aniket Singh will be traveling to Japan for a year. The document grants Arvind Singh the power to act on Rajiv Mehra's behalf and perform all the duties that Aniket Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I PRIYA SINGH residing at Flat No. 205, Silver Apartments, Kolkata, West Bengal 700020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIKAS SHAH by a Power of Attorney dated 05 May 2024 under which certain powers have been conferred on me by the said Shri VIKAS SHAH.\nUnder the said Power of Attorney dated 05 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Madrid, Spain for a period of one year.\n\nTherefore I propose to substitute Shri NISHA SINGHAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri NISHA SINGHAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri NISHA SINGHAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri NISHA SINGHAL to be the attorney of the said Shri VIKAS SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri NISHA SINGHAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, PRIYA SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri PRIYA SINGH have hereunto set my hands this day of 30 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Priya Singh, who holds the power of attorney for Vikas Shah, is delegating her authority to Nisha Singhal. This is necessary because Priya Singh will be traveling to Spain for a year. The document empowers Nisha Singhal to act on Vikas Shah's behalf and perform all the duties that Priya Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKAS GUPTA residing at 22, Shastri Nagar, Ludhiana, Punjab 141001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SANJAY VERMA by a Power of Attorney dated 15 April 2024 under which certain powers have been conferred on me by the said Shri SANJAY VERMA.\nUnder the said Power of Attorney dated 15 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri SANJAY VERMA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKAS GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKAS GUPTA have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikas Gupta, who holds the power of attorney for Sanjay Verma, is delegating his authority to Arvind Singh. This is necessary because Vikas Gupta will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Sanjay Verma's behalf and perform all the duties that Vikas Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I POOJA SHARMA residing at 78, Lake Road, Bhopal, Madhya Pradesh 462001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL KASHYAP by a Power of Attorney dated 02 August 2024 under which certain powers have been conferred on me by the said Shri RAHUL KASHYAP.\nUnder the said Power of Attorney dated 02 August 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Nairobi, Kenya for a period of one year.\n\nTherefore I propose to substitute Shri SANJANA MALHOTRA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri SANJANA MALHOTRA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri SANJANA MALHOTRA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri SANJANA MALHOTRA to be the attorney of the said Shri RAHUL KASHYAP being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri SANJANA MALHOTRA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, POOJA SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri POOJA SHARMA have hereunto set my hands this day of 14 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Pooja Sharma, who holds the power of attorney for Rahul Kashyap, is delegating her authority to Sanjana Malhotra. This is necessary because Pooja Sharma will be traveling to Kenya for a year. The document empowers Sanjana Malhotra to act on Rahul Kashyap's behalf and perform all the duties that Pooja Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAJESH KULKARNI residing at 12A, Brigade Road, Bengaluru, Karnataka 560001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SUJIT RAO by a Power of Attorney dated 18 October 2024 under which certain powers have been conferred on me by the said Shri SUJIT RAO.\nUnder the said Power of Attorney dated 18 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Zurich, Switzerland for a period of one year.\n\nTherefore I propose to substitute Shri GEETHA BHAT for me and to delegate all the powers contained in the said Power of Attorney, to which Shri GEETHA BHAT has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri GEETHA BHAT hereby substitute for me as such Attorney as aforesaid and appoint the said Shri GEETHA BHAT to be the attorney of the said Shri SUJIT RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri GEETHA BHAT will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAJESH KULKARNI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAJESH KULKARNI have hereunto set my hands this day of 22 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rajesh Kulkarni, who holds the power of attorney for Sujit Rao, is delegating his authority to Geetha Bhat. This is because Rajesh Kulkarni will be traveling to Switzerland for a year. The document grants Geetha Bhat the power to act on Sujit Rao's behalf and perform all the duties that Rajesh Kulkarni was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SUMIT YADAV residing at 5, Park Street, Kolkata, West Bengal 700016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ARNAV SEN by a Power of Attorney dated 10 January 2024 under which certain powers have been conferred on me by the said Shri ARNAV SEN.\nUnder the said Power of Attorney dated 10 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rio de Janeiro, Brazil for a period of one year.\n\nTherefore I propose to substitute Shri PANKAJ DAS for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PANKAJ DAS has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PANKAJ DAS hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PANKAJ DAS to be the attorney of the said Shri ARNAV SEN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PANKAJ DAS will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SUMIT YADAV agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SUMIT YADAV have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sumit Yadav, who holds the power of attorney for Arnav Sen, is delegating his authority to Pankaj Das. This is necessary because Sumit Yadav will be traveling to Brazil for a year. The document empowers Pankaj Das to act on Arnav Sen's behalf and perform all the duties that Sumit Yadav was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAJESH GUPTA residing at 99, Nehru Road, Hyderabad, Telangana 500001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANIL SAINI by a Power of Attorney dated 07 July 2024 under which certain powers have been conferred on me by the said Shri ANIL SAINI.\nUnder the said Power of Attorney dated 07 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Buenos Aires, Argentina for a period of one year.\n\nTherefore I propose to substitute Shri PRIYANKA KULKARNI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PRIYANKA KULKARNI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PRIYANKA KULKARNI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PRIYANKA KULKARNI to be the attorney of the said Shri ANIL SAINI being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PRIYANKA KULKARNI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAJESH GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAJESH GUPTA have hereunto set my hands this day of 18 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Rajesh Gupta, who holds the power of attorney for Anil Saini, is delegating his powers to Priyanka Kulkarni. This is necessary because Rajesh Gupta will be traveling to Argentina for a year. The agreement allows Priyanka Kulkarni to act on behalf of Anil Saini and perform all the duties that Rajesh Gupta was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ADITI SHAH residing at Flat 302, Sun Towers, Pune, Maharashtra 411002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL JAIN by a Power of Attorney dated 25 June 2024 under which certain powers have been conferred on me by the said Shri RAHUL JAIN.\nUnder the said Power of Attorney dated 25 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Cairo, Egypt for a period of one year.\n\nTherefore I propose to substitute Shri ARJUN SHAH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARJUN SHAH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARJUN SHAH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARJUN SHAH to be the attorney of the said Shri RAHUL JAIN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARJUN SHAH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ADITI SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ADITI SHAH have hereunto set my hands this day of 11 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Aditi Shah, who holds the power of attorney for Rahul Jain, is delegating her authority to Arjun Shah. This is because Aditi Shah will be traveling to Egypt for a year. The document grants Arjun Shah the power to act on Rahul Jain's behalf and perform all the duties that Aditi Shah was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI VERMA residing at C-30, Green Park, New Delhi 110016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANAND SINGH by a Power of Attorney dated 01 January 2024 under which certain powers have been conferred on me by the said Shri ANAND SINGH.\nUnder the said Power of Attorney dated 01 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Toronto, Canada for a period of one year.\n\nTherefore I propose to substitute Shri POOJA DUBEY for me and to delegate all the powers contained in the said Power of Attorney, to which Shri POOJA DUBEY has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri POOJA DUBEY hereby substitute for me as such Attorney as aforesaid and appoint the said Shri POOJA DUBEY to be the attorney of the said Shri ANAND SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri POOJA DUBEY will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI VERMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI VERMA have hereunto set my hands this day of 19 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rani Verma, who holds the power of attorney for Anand Singh, is delegating her authority to Pooja Dubey. This is because Rani Verma will be traveling to Canada for a year. The document grants Pooja Dubey the power to act on Anand Singh's behalf and perform all the duties that Rani Verma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I HARSHA SHAH residing at 45/A, Shiv Colony, Ahmedabad, Gujarat 380005 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri KUNAL SHAH by a Power of Attorney dated 20 July 2024 under which certain powers have been conferred on me by the said Shri KUNAL SHAH.\nUnder the said Power of Attorney dated 20 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year.\n\nTherefore I propose to substitute Shri DIPAK PATEL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DIPAK PATEL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DIPAK PATEL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DIPAK PATEL to be the attorney of the said Shri KUNAL SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DIPAK PATEL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, HARSHA SHAH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri HARSHA SHAH have hereunto set my hands this day of 08 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Harsha Shah, who holds the power of attorney for Kunal Shah, is delegating her authority to Dipak Patel. This is necessary because Harsha Shah will be traveling to Singapore for a year. The agreement empowers Dipak Patel to act on behalf of Kunal Shah and perform all the duties that Harsha Shah was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VINAYAKA SHARMA residing at 12A, Brigade Road, Bengaluru, Karnataka 560001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SUJIT RAO by a Power of Attorney dated 18 October 2024 under which certain powers have been conferred on me by the said Shri SUJIT RAO.\nUnder the said Power of Attorney dated 18 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Zurich, Switzerland for a period of one year.\n\nTherefore I propose to substitute Shri GEETHA BHAT for me and to delegate all the powers contained in the said Power of Attorney, to which Shri GEETHA BHAT has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri GEETHA BHAT hereby substitute for me as such Attorney as aforesaid and appoint the said Shri GEETHA BHAT to be the attorney of the said Shri SUJIT RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri GEETHA BHAT will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VINAYAKA SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VINAYAKA SHARMA have hereunto set my hands this day of 22 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vinayaka Sharma, who holds the power of attorney for Sujit Rao, is delegating his authority to Geetha Bhat. This is because Vinayaka Sharma will be traveling to Switzerland for a year. The document grants Geetha Bhat the power to act on Sujit Rao's behalf and perform all the duties that Vinayaka Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKAS KUMAR residing at 5, Park Street, Kolkata, West Bengal 700016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ARNAV SEN by a Power of Attorney dated 10 January 2024 under which certain powers have been conferred on me by the said Shri ARNAV SEN.\nUnder the said Power of Attorney dated 10 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rio de Janeiro, Brazil for a period of one year.\n\nTherefore I propose to substitute Shri PANKAJ DAS for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PANKAJ DAS has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PANKAJ DAS hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PANKAJ DAS to be the attorney of the said Shri ARNAV SEN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PANKAJ DAS will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKAS KUMAR agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKAS KUMAR have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikas Kumar, who holds the power of attorney for Arnav Sen, is delegating his authority to Pankaj Das. This is necessary because Vikas Kumar will be traveling to Brazil for a year. The document empowers Pankaj Das to act on Arnav Sen's behalf and perform all the duties that Vikas Kumar was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ANJALI SINGH residing at 99, Nehru Road, Hyderabad, Telangana 500001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANIL SAINI by a Power of Attorney dated 07 July 2024 under which certain powers have been conferred on me by the said Shri ANIL SAINI.\nUnder the said Power of Attorney dated 07 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Buenos Aires, Argentina for a period of one year.\n\nTherefore I propose to substitute Shri PRIYANKA KULKARNI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri PRIYANKA KULKARNI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri PRIYANKA KULKARNI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri PRIYANKA KULKARNI to be the attorney of the said Shri ANIL SAINI being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri PRIYANKA KULKARNI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ANJALI SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ANJALI SINGH have hereunto set my hands this day of 18 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Anjali Singh, who holds the power of attorney for Anil Saini, is delegating her powers to Priyanka Kulkarni. This is necessary because Anjali Singh will be traveling to Argentina for a year. The agreement allows Priyanka Kulkarni to act on behalf of Anil Saini and perform all the duties that Anjali Singh was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AJAY AGARWAL residing at Flat 302, Sun Towers, Pune, Maharashtra 411002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL JAIN by a Power of Attorney dated 25 June 2024 under which certain powers have been conferred on me by the said Shri RAHUL JAIN.\nUnder the said Power of Attorney dated 25 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Cairo, Egypt for a period of one year.\n\nTherefore I propose to substitute Shri ARJUN SHAH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARJUN SHAH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARJUN SHAH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARJUN SHAH to be the attorney of the said Shri RAHUL JAIN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARJUN SHAH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AJAY AGARWAL agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AJAY AGARWAL have hereunto set my hands this day of 11 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Ajay Agarwal, who holds the power of attorney for Rahul Jain, is delegating his authority to Arjun Shah. This is because Ajay Agarwal will be traveling to Egypt for a year. The document grants Arjun Shah the power to act on Rahul Jain's behalf and perform all the duties that Ajay Agarwal was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I AMIT KUMAR residing at Flat No. 102, Green Apartments, Noida, Uttar Pradesh 201301 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri JAYANT MISHRA by a Power of Attorney dated 12 October 2024 under which certain powers have been conferred on me by the said Shri JAYANT MISHRA.\nUnder the said Power of Attorney dated 12 October 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Sydney, Australia for a period of one year.\n\nTherefore I propose to substitute Shri RAKESH JOSHI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri RAKESH JOSHI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri RAKESH JOSHI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri RAKESH JOSHI to be the attorney of the said Shri JAYANT MISHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri RAKESH JOSHI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, AMIT KUMAR agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri AMIT KUMAR have hereunto set my hands this day of 21 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document appointing a substitute power of attorney. Amit Kumar, who holds power of attorney for Jayant Mishra, is delegating his authority to Rakesh Joshi. This delegation is necessary as Amit Kumar will be out of the country for a year. The agreement empowers Rakesh Joshi to act on behalf of Jayant Mishra, fulfilling all the duties and actions that Amit Kumar was authorized to perform."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SUNITA GUPTA residing at House No. 56, Vasant Vihar, Jaipur, Rajasthan 302017 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SUNITA GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SUNITA GUPTA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sunita Gupta, who holds the power of attorney for Sameer Khan, is delegating her authority to Reena Sharma. This is necessary because Sunita Gupta will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Sunita Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI SINGHANIA residing at Plot 45, DLF Phase 1, Gurugram, Haryana 122002 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIJAY KUMAR by a Power of Attorney dated 15 September 2024 under which certain powers have been conferred on me by the said Shri VIJAY KUMAR.\nUnder the said Power of Attorney dated 15 September 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Paris, France for a period of one year.\n\nTherefore I propose to substitute Shri MANISH SAHANI for me and to delegate all the powers contained in the said Power of Attorney, to which Shri MANISH SAHANI has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri MANISH SAHANI hereby substitute for me as such Attorney as aforesaid and appoint the said Shri MANISH SAHANI to be the attorney of the said Shri VIJAY KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri MANISH SAHANI will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI SINGHANIA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI SINGHANIA have hereunto set my hands this day of 05 March 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for appointing a substituted power of attorney. Rani Singhania, who holds the power of attorney for Vijay Kumar, is delegating her powers to Manish Sahani. This is necessary because Rani Singhania will be traveling to Paris for a year. The agreement allows Manish Sahani to act on behalf of Vijay Kumar and perform all the duties that Rani Singhania was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SHASHANK SEN residing at C-30, Green Park, New Delhi 110016 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri ANAND SINGH by a Power of Attorney dated 01 January 2024 under which certain powers have been conferred on me by the said Shri ANAND SINGH.\nUnder the said Power of Attorney dated 01 January 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Toronto, Canada for a period of one year.\n\nTherefore I propose to substitute Shri POOJA DUBEY for me and to delegate all the powers contained in the said Power of Attorney, to which Shri POOJA DUBEY has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri POOJA DUBEY hereby substitute for me as such Attorney as aforesaid and appoint the said Shri POOJA DUBEY to be the attorney of the said Shri ANAND SINGH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri POOJA DUBEY will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SHASHANK SEN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SHASHANK SEN have hereunto set my hands this day of 19 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Shashank Sen, who holds the power of attorney for Anand Singh, is delegating his authority to Pooja Dubey. This is because Shashank Sen will be traveling to Canada for a year. The document grants Pooja Dubey the power to act on Anand Singh's behalf and perform all the duties that Shashank Sen was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKAS JAIN residing at 45/A, Shiv Colony, Ahmedabad, Gujarat 380005 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri KUNAL SHAH by a Power of Attorney dated 20 July 2024 under which certain powers have been conferred on me by the said Shri KUNAL SHAH.\nUnder the said Power of Attorney dated 20 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year.\n\nTherefore I propose to substitute Shri DIPAK PATEL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DIPAK PATEL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DIPAK PATEL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DIPAK PATEL to be the attorney of the said Shri KUNAL SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DIPAK PATEL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKAS JAIN agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKAS JAIN have hereunto set my hands this day of 08 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This document is a deed for a substituted power of attorney. Vikas Jain, who holds the power of attorney for Kunal Shah, is delegating his authority to Dipak Patel. This is necessary because Vikas Jain will be traveling to Singapore for a year. The agreement empowers Dipak Patel to act on behalf of Kunal Shah and perform all the duties that Vikas Jain was authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SUNIL KUMAR residing at A-4, Sai Residency, Pune, Maharashtra 411001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJIV MEHRA by a Power of Attorney dated 22 April 2024 under which certain powers have been conferred on me by the said Shri RAJIV MEHRA.\nUnder the said Power of Attorney dated 22 April 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Tokyo, Japan for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri RAJIV MEHRA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SUNIL KUMAR agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SUNIL KUMAR have hereunto set my hands this day of 25 October 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sunil Kumar, who holds the power of attorney for Rajiv Mehra, is delegating his authority to Arvind Singh. This is happening because Sunil Kumar will be traveling to Japan for a year. The document grants Arvind Singh the power to act on Rajiv Mehra's behalf and perform all the duties that Sunil Kumar was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI SHARMA residing at Flat No. 205, Silver Apartments, Kolkata, West Bengal 700020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri VIKAS SHAH by a Power of Attorney dated 05 May 2024 under which certain powers have been conferred on me by the said Shri VIKAS SHAH.\nUnder the said Power of Attorney dated 05 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Madrid, Spain for a period of one year.\n\nTherefore I propose to substitute Shri NISHA SINGHAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri NISHA SINGHAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri NISHA SINGHAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri NISHA SINGHAL to be the attorney of the said Shri VIKAS SHAH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri NISHA SINGHAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI SHARMA have hereunto set my hands this day of 30 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rani Sharma, who holds the power of attorney for Vikas Shah, is delegating her authority to Nisha Singhal. This is necessary because Rani Sharma will be traveling to Spain for a year. The document empowers Nisha Singhal to act on Vikas Shah's behalf and perform all the duties that Rani Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SUMIT RAJ residing at Plot No. 123, Green Valley, Hyderabad, Telangana 500034 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PANKAJ RAO by a Power of Attorney dated 08 June 2024 under which certain powers have been conferred on me by the said Shri PANKAJ RAO.\nUnder the said Power of Attorney dated 08 June 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Berlin, Germany for a period of one year.\n\nTherefore I propose to substitute Shri AJAY KUMAR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri AJAY KUMAR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri AJAY KUMAR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri AJAY KUMAR to be the attorney of the said Shri PANKAJ RAO being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri AJAY KUMAR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SUMIT RAJ agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SUMIT RAJ have hereunto set my hands this day of 14 December 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sumit Raj, who holds the power of attorney for Pankaj Rao, is delegating his authority to Ajay Kumar. This is necessary because Sumit Raj will be traveling to Germany for a year. The document empowers Ajay Kumar to act on Pankaj Rao's behalf and perform all the duties that Sumit Raj was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I CHETAN SAINI residing at House No. 5, Model Town, Ludhiana, Punjab 141001 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SANJAY VERMA by a Power of Attorney dated 10 February 2024 under which certain powers have been conferred on me by the said Shri SANJAY VERMA.\nUnder the said Power of Attorney dated 10 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Brussels, Belgium for a period of one year.\n\nTherefore I propose to substitute Shri SHWETA SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri SHWETA SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri SHWETA SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri SHWETA SINGH to be the attorney of the said Shri SANJAY VERMA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri SHWETA SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, CHETAN SAINI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri CHETAN SAINI have hereunto set my hands this day of 28 August 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Chetan Saini, who holds the power of attorney for Sanjay Verma, is delegating his authority to Shweta Singh. This is necessary because Chetan Saini will be traveling to Belgium for a year. The document empowers Shweta Singh to act on Sanjay Verma's behalf and perform all the duties that Chetan Saini was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I SANJAY GUPTA residing at 10/C, B-Block, Dwarka, New Delhi 110075 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAHUL SACHDEVA by a Power of Attorney dated 03 March 2024 under which certain powers have been conferred on me by the said Shri RAHUL SACHDEVA.\nUnder the said Power of Attorney dated 03 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Rome, Italy for a period of one year.\n\nTherefore I propose to substitute Shri ANU AGARWAL for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ANU AGARWAL has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ANU AGARWAL hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ANU AGARWAL to be the attorney of the said Shri RAHUL SACHDEVA being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ANU AGARWAL will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, SANJAY GUPTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri SANJAY GUPTA have hereunto set my hands this day of 01 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Sanjay Gupta, who holds the power of attorney for Rahul Sachdeva, is delegating his authority to Anu Agarwal. This is necessary because Sanjay Gupta will be traveling to Italy for a year. The document empowers Anu Agarwal to act on Rahul Sachdeva's behalf and perform all the duties that Sanjay Gupta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I PREM SAHANI residing at 56, Ballygunge Park, Kolkata, West Bengal 700019 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMIR GHOSH by a Power of Attorney dated 09 November 2024 under which certain powers have been conferred on me by the said Shri SAMIR GHOSH.\nUnder the said Power of Attorney dated 09 November 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Shanghai, China for a period of one year.\n\nTherefore I propose to substitute Shri DEV DUTTA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri DEV DUTTA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri DEV DUTTA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri DEV DUTTA to be the attorney of the said Shri SAMIR GHOSH being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri DEV DUTTA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, PREM SAHANI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri PREM SAHANI have hereunto set my hands this day of 16 April 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Prem Sahani, who holds the power of attorney for Samir Ghosh, is delegating his authority to Dev Dutta. This is necessary because Prem Sahani will be traveling to China for a year. The document empowers Dev Dutta to act on Samir Ghosh's behalf and perform all the duties that Prem Sahani was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RAKESH SINGH residing at 8/A, Laxmi Nagar, Chennai, Tamil Nadu 600008 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAMESH SHANKAR by a Power of Attorney dated 17 February 2024 under which certain powers have been conferred on me by the said Shri RAMESH SHANKAR.\nUnder the said Power of Attorney dated 17 February 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Bangkok, Thailand for a period of one year.\n\nTherefore I propose to substitute Shri VINEETA IYER for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VINEETA IYER has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VINEETA IYER hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VINEETA IYER to be the attorney of the said Shri RAMESH SHANKAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VINEETA IYER will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RAKESH SINGH agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RAKESH SINGH have hereunto set my hands this day of 23 May 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rakesh Singh, who holds the power of attorney for Ramesh Shankar, is delegating his authority to Vineeta Iyer. This is necessary because Rakesh Singh will be traveling to Thailand for a year. The document empowers Vineeta Iyer to act on Ramesh Shankar's behalf and perform all the duties that Rakesh Singh was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I VIKAS SAINI residing at Flat No. 10, Silver Crest, Whitefield, Bengaluru, Karnataka 560066 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri AVINASH KUMAR by a Power of Attorney dated 01 December 2024 under which certain powers have been conferred on me by the said Shri AVINASH KUMAR.\nUnder the said Power of Attorney dated 01 December 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Moscow, Russia for a period of one year.\n\nTherefore I propose to substitute Shri VIJAY NAIDU for me and to delegate all the powers contained in the said Power of Attorney, to which Shri VIJAY NAIDU has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri VIJAY NAIDU hereby substitute for me as such Attorney as aforesaid and appoint the said Shri VIJAY NAIDU to be the attorney of the said Shri AVINASH KUMAR being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri VIJAY NAIDU will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, VIKAS SAINI agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri VIKAS SAINI have hereunto set my hands this day of 20 September 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Vikas Saini, who holds the power of attorney for Avinash Kumar, is delegating his authority to Vijay Naidu. This is necessary because Vikas Saini will be traveling to Russia for a year. The document empowers Vijay Naidu to act on Avinash Kumar's behalf and perform all the duties that Vikas Saini was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I ROHIT MEHTA residing at 56, Sector 15, Vashi, Navi Mumbai, Maharashtra 400705 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri SAMEER KHAN by a Power of Attorney dated 18 March 2024 under which certain powers have been conferred on me by the said Shri SAMEER KHAN.\nUnder the said Power of Attorney dated 18 March 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Dubai, UAE for a period of one year.\n\nTherefore I propose to substitute Shri REENA SHARMA for me and to delegate all the powers contained in the said Power of Attorney, to which Shri REENA SHARMA has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri REENA SHARMA hereby substitute for me as such Attorney as aforesaid and appoint the said Shri REENA SHARMA to be the attorney of the said Shri SAMEER KHAN being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri REENA SHARMA will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, ROHIT MEHTA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri ROHIT MEHTA have hereunto set my hands this day of 10 November 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rohit Mehta, who holds the power of attorney for Sameer Khan, is delegating his authority to Reena Sharma. This is necessary because Rohit Mehta will be traveling to Dubai for a year. The document grants Reena Sharma the power to act on Sameer Khan's behalf and perform all the duties that Rohit Mehta was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I PANKAJ SHARMA residing at 45/A, Sector 21, Chandigarh 160022 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri PRAKASH RAJ by a Power of Attorney dated 11 July 2024 under which certain powers have been conferred on me by the said Shri PRAKASH RAJ.\nUnder the said Power of Attorney dated 11 July 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Johannesburg, South Africa for a period of one year.\n\nTherefore I propose to substitute Shri ARVIND SINGH for me and to delegate all the powers contained in the said Power of Attorney, to which Shri ARVIND SINGH has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri ARVIND SINGH hereby substitute for me as such Attorney as aforesaid and appoint the said Shri ARVIND SINGH to be the attorney of the said Shri PRAKASH RAJ being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri ARVIND SINGH will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, PANKAJ SHARMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri PANKAJ SHARMA have hereunto set my hands this day of 21 June 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Pankaj Sharma, who holds the power of attorney for Prakash Raj, is delegating his authority to Arvind Singh. This is necessary because Pankaj Sharma will be traveling to South Africa for a year. The document empowers Arvind Singh to act on Prakash Raj's behalf and perform all the duties that Pankaj Sharma was previously authorized to do."
  },
  {
    "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I RANI VERMA residing at Flat 301, Lakeview Apartments, Cochin, Kerala 682020 SEND GREETINGS.\n\nWHEREAS\nI was appointed as Attorney by Shri RAJEEV PRAMOD by a Power of Attorney dated 28 May 2024 under which certain powers have been conferred on me by the said Shri RAJEEV PRAMOD.\nUnder the said Power of Attorney dated 28 May 2024 a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Auckland, New Zealand for a period of one year.\n\nTherefore I propose to substitute Shri LEENA NAIR for me and to delegate all the powers contained in the said Power of Attorney, to which Shri LEENA NAIR has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri LEENA NAIR hereby substitute for me as such Attorney as aforesaid and appoint the said Shri LEENA NAIR to be the attorney of the said Shri RAJEEV PRAMOD being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri LEENA NAIR will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, RANI VERMA agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri RANI VERMA have hereunto set my hands this day of 04 July 2025.\n\nSigned and delivered by the within named in the presence of",
    "summary": "This is a legal document for a substituted power of attorney. Rani Verma, who holds the power of attorney for Rajeev Pramod, is delegating her authority to Leena Nair. This is necessary because Rani Verma will be traveling to New Zealand for a year. The document empowers Leena Nair to act on Rajeev Pramod's behalf and perform all the duties that Rani Verma was previously authorized to do."
  }
]
