[
    {
        "modified": "APPOINTING SUBSTITUTED POWER OF ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS SHALL COME I, Anil Sharma, residing at Sector 18, Dwarka, New Delhi SEND GREETINGS.\n\nWHEREAS I was appointed as Attorney by Shri Rajesh Kumar by a Power of Attorney dated 12 January 2024 under which certain powers have been conferred on me by the said Shri Rajesh Kumar. Under the said Power of Attorney dated 12 January 2024, a copy of which is annexed herewith, and forms part of this deed, I have been authorised to delegate all my powers therein contained to any, substitute/s for me.\n\n3. I am proceeding to Singapore for a period of one year. Therefore I propose to substitute Shri Suresh Gupta for me and to delegate all the powers contained in the said Power of Attorney, to which Shri Suresh Gupta has agreed.\n\nNOW KNOW YE AND THESE PRESENTS WITNESS THAT Shri Anil Sharma hereby substitute for me as such Attorney as aforesaid and appoint the said Shri Suresh Gupta to be the attorney of the said Shri Rajesh Kumar being the principal for him and in his name as such principal or in my name as such Attorney of the said principal to do, perform, do and execute all or any of the acts, deeds, matters and things which I have been authorised to do by the said Power of Attorney in the same manner and as effectively as the said principal or I might do them or any of them and the said Shri Suresh Gupta will be authorised to do the said acts, deeds, things and matters as if he had received authority directly in my place by the said Power of Attorney.\n\nAND I, agree to ratify and confirm all acts, deeds, matters and things which the said substitute will lawfully do and execute in pursuance of the said Power of Attorney hereinbefore recited.\n\nIN WITNESS WHEREOF I Shri Anil Sharma have hereunto set my hands this 16 February 2024.\nSigned and delivered by the within named in the presence of",
        "summary": "This is a legal agreement known as a Power of Attorney. The document is for a person, Anil Sharma, who was previously granted power of attorney by Rajesh Kumar. Since Anil Sharma is leaving the country, this deed allows him to appoint a substitute, Suresh Gupta, to take over all his powers and responsibilities. The document ensures that all actions carried out by the substitute will be legally binding and recognized as if they were done by the original principal or attorney."
    }, 
    {
        "modified": "Appointment of an Attorney in Place of Another\n\nLet it be known to all men through these presents that I, Vinod Malhotra s/o. Late Ramesh Malhotra r/o. 25, Green Park, New Delhi had appointed Shri. Ajay Singh s/o. Late Sanjay Singh r/o. 10, Civil Lines, Jaipur to be my attorney for a specific purpose with specific powers under power of attorney dated 17 May 2024 executed by me.\n\nThat now I intended to remove the aforesaid attorney Shri. Ajay Singh s/o. Late Sanjay Singh r/o. 10, Civil Lines, Jaipur and want to appoint Shri. Rohit Sharma s/o. Late Gopal Sharma r/o. 12/B, MG Road, Mumbai as my attorney in his place.\n\nTHE POWER OF ATTORNEY, THEREFORE, WITNESSES AS UNDER:\n\n1. Now I hereby revoke and cancel all the powers and authorities given by me to my attorney Shri. Ajay Singh s/o. Late Sanjay Singh r/o. 10, Civil Lines, Jaipur under the power of attorney dated 17 May 2024.\n\n2. I do hereby appoint Shri. Rohit Sharma s/o. Late Gopal Sharma r/o. 12/B, MG Road, Mumbai my attorney in my name and on my behalf to perform all acts and exercise all powers and authorities stated in the said power of attorney date 17 May 2024.\n\nThe name of Shri. Rohit Sharma s/o. Late Gopal Sharma r/o. 12/B, MG Road, Mumbai as my attorney shall be deemed to have been inserted in place of Shri. Ajay Singh s/o. Late Sanjay Singh r/o. 10, Civil Lines, Jaipur in the power of attorney dated 17 May 2024 since the very beginning.\n\nAll acts lawfully executed by the aforesaid Shri. Rohit Sharma for me under powers given in the power of attorney dated 17 May 2024 and this present deed shall be duly ratified and confirmed by me.\n\nIN WITNESS WHEREOF etc. etc.",
        "summary": "This is a legal document used to replace a previously appointed attorney. The agreement, known as a Power of Attorney, states that the original principal, Vinod Malhotra, is revoking all authority from his former attorney, Ajay Singh, and appointing a new attorney, Rohit Sharma, to act on his behalf. The document ensures that all actions taken by the new attorney under the original power of attorney are legally valid and will be ratified by the principal."
    },
    {
        "modified": "DEED OF REVOCATION OF POWER OF ATTORNEY\n\nBE IT KNOWN TO ALL CONCERNED that I, Amit Desai, son of Vinay Desai, resident of 14, Patel Nagar, Ahmedabad, appointed Shri Rakesh Jain, son of Suresh Jain, resident of 22, Shastri Road, Pune, by a power of attorney dated 12 October 2023, as my lawful attorney for me, in my name and on my behalf to do, execute and perform all acts, deeds, matters or things mentioned therein. \n\nAND WHEREAS for diverse causes and reasons I deem it necessary to revoke the said power.\n\nKNOW YE ALL MEN BY THESE PRESENTS that I do hereby revoke, countermand, annul and make void all powers and authorities thereby and there under given to the said attorney, either expressly or impliedly, to all intents and purposes:\n\nProvided that the above revocation shall not render invalid or ineffective any act, deed, matter or thing lawfully and validly done or caused to be done by the said attorney in exercise of any of such powers or authorities before the revocation thereof by these presents.\n\nIN WITNESS WHEREOF, I the said Amit Desai have hereunto set and subscribed my hand this 28 May 2024.\n\nWITNESS Signed and delivered by the within named Amit Desai\n1.\n2.",
        "summary": "This is a legal document called a Deed of Revocation of Power of Attorney. It is a formal declaration by Amit Desai to cancel the legal authority he previously gave to Rakesh Jain in a power of attorney document dated 12 October 2023. The purpose is to officially annul all powers previously granted to the attorney. The document also clarifies that any actions the attorney lawfully performed before the revocation took effect will remain valid."
    },
    {
        "modified": "DETAILED GENERAL POWER OF ATTORNEY TO ALL TO WHOM THESE PRESENTS SHALL COME,\n\nI, Rakesh Kumar son of Ramesh Kumar resident of 52, Vasant Vihar, New Delhi, at present residing at Singapore, SEND GREETINGS:\n\nWHEREAS I own various movable and immovable properties in various parts of India described in the Schedule I hereto and I have interest in various firms, companies, association of persons, trusts, societies as partner, proprietor, shareholder, member, trustee, beneficiary, etc. and/or otherwise, described in the Schedule II hereto.\n\nAND WHEREAS I am presently residing out of India as mentioned hereinabove for the time being, I am personally unable to attend to my day to day affairs and for reasons of convenience it is necessary that I should appoint an attorney and confer upon him the powers hereinafter stated.\n\nNOW KNOW YE BY THESE PRESENTS that I the said Rakesh Kumar do hereby nominate and constitute and appoint Shri Vikas Gupta son of late Sanjay Gupta at present residing at 12, Palam Vihar, Gurgaon as my true and lawful Attorney for me in the name and on behalf of myself and/or my said Attorney and in any of my said capacities and in the name and on behalf of any partnership firm, association of persons, trustee, beneficiary or businesses in which I am now or may in future in any manner become interested to do exercise, execute and perform all or any of the following acts, deeds and things, namely:-\n\n1. Commercial:\n1.1. To transact business.-To commence, transact, manage, carry on, close down any of my business and to do all things requisite or necessary in that behalf including the power to engage, employ and dismiss any employee, agent, servant, worker or other person on such terms and conditions as my said attorney may deem fit and to buy, sell, pledge, deal with all goods, raw materials, finished products, machineries, tools, implements, articles, commodities, etc. and to draw, sign, endorse, negotiate and present cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments and to receive payment of any sum of money on my behalf. And to borrow money from any bank, person or persons or financial institution, on such terms as the said attorney shall think fit, and to create a mortgage or charge on any of my movable or immovable property or to secure repayment of the amount so borrowed by pledging or hypothecating any of my shares, stock, Government securities or other securities. To draw and sign cheques or other documents for and on my behalf.\n\n1.2. To execute documents.- To sign, execute, deliver and present for registration and to register all deeds, documents, papers, writings, agreements and instruments as may be necessary or convenient in connection with the matters hereinafter stated.\n\n1.3. To sell properties.-To sell, purchase, transfer, grant, exchange, give on lease, mortgage, hypothecate, pledge or otherwise deal with any of my movable and/or immovable properties, stocks, shares, debentures, Government and/or other securities on such terms and conditions and for such consideration as the said attorney shall deem fit. And in that connection to enter into, execute and do all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient to complete the sale, purchase, transfer, grant, exchange, lease, mortgage, hypothecation or pledge.\n\n1.4. To collect dues.- To demand, sue, collect, recover and receive all debts, dues, claims and demands of money of and from all persons whomsoever and to give a valid and legal receipt, discharge, quittance or other papers for any money or things received by my said attorney.\n\n1.5. To appoint agents and substitutes.- To appoint and engage any other person as sub-attorney or agent for all or any of the aforesaid purposes upon such terms as my said attorney shall think fit and to revoke any such appointment.\n\n2. To deal with banks.\n2.1. To open bank accounts and to operate the same with any bank or banks.\n\n2.2. To borrow money from any bank or banks or financial institution on such terms and conditions as the said attorney shall deem fit and to create a mortgage or charge on any of my properties or to hypothecate any of my movable property, stocks, shares, debentures or other securities to secure repayment of the money so borrowed.\n\n2.3. To sign, endorse, negotiate and present cheques, hundies, drafts and other negotiable and/or transferable instruments.\n\n2.4. To deposit and withdraw money from any bank account standing in my name and/or in the name of the said attorney on my behalf.\n\n2.5. To enter into any agreement with any bank or banks and to give any guarantee or indemnity to any bank or banks for any purpose whatsoever.\n\n2.6. To receive and pay money to and from any bank or banks and to deal with all matters relating to my bank accounts.\n\n3. To deal with Government departments.\n3.1. To appear before any Government or public or local authority, tribunal, court, police station or other office and to represent me in any matter.\n\n3.2. To sign, execute and deliver all papers, documents, agreements, deeds, instruments and writings as may be necessary or convenient in connection with any of the aforesaid matters.\n\n3.3. To pay all taxes, rates, assessments, outgoings, dues, duties, fees and other charges payable to any Government or public or local authority, tribunal, court, police station or other office and to receive a valid receipt, discharge or quittance for the same.\n\n4. To represent me in legal proceedings.\n4.1. To institute, defend, prosecute, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in any court, tribunal, police station or other office in connection with any of my affairs or property.\n\n4.2. To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent me in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith.\n\n5. To deal with my properties.\n5.1. To manage, maintain, repair and improve any of my properties and to collect all rents, licence fees and other income from my properties and to pay all outgoings, taxes, rates and other charges in respect of my properties.\n\n5.2. To sell, purchase, transfer, grant, exchange, lease, mortgage, hypothecate, pledge or otherwise deal with any of my properties on such terms and conditions and for such consideration as the said attorney shall deem fit.\n\n5.3. To enter into, execute and do all such deeds, documents, papers, writings, agreements and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\n6. To deal with my investments.\n6.1. To buy, sell, subscribe for, receive, hold, transfer, assign, endorse, pledge or otherwise deal with any shares, stocks, debentures, bonds, units, Government and/or other securities, deposits, certificates or other investments standing in my name or to which I am entitled.\n\n6.2. To attend and vote at any meeting of any company, society, firm or other body of which I am a member, shareholder, debenture holder or creditor.\n\n7. To deal with my tax matters.\n7.1. To file and submit any and all tax returns, including but not limited to, income-tax returns, wealth-tax returns, gift-tax returns, GST returns, and/or any other tax returns or statements to any tax authority or department and to sign and execute any and all papers, documents, and deeds in connection therewith.\n\n7.2. To appear before any tax authority or department and to represent me in any matter relating to my tax affairs.\n\n7.3. To pay any and all taxes, penalties, interest, or other amounts to any tax authority or department and to receive a valid receipt, discharge or quittance for the same.\n\n8. To do all other acts and things.\n8.1. To do all other acts, deeds, and things as may be necessary or convenient for me to do or as I could do if I were personally present, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\nIN WITNESS WHEREOF, I the said Rakesh Kumar have hereunto set my hand this 28 May 2024.\n\nSchedule I above referred to\nSchedule II above referred to\n\nWITNESS\nSigned and delivered by the within named Rakesh Kumar\n\nIdentified by me.                                                 Before me\n      (          )\nAdvocate                                                              Notary",
        "summary": "This is a detailed legal agreement known as a General Power of Attorney. The document is for an individual, Rakesh Kumar, who is living abroad and needs to appoint an attorney, Vikas Gupta, to manage his affairs in India. The agreement grants the attorney extensive powers to handle a wide range of tasks, including managing commercial transactions, dealing with banks and government departments, handling legal proceedings, managing properties and investments, and taking care of tax matters on behalf of the principal."
    },
    {
        "modified": "Detailed General Power of Attorney\nTO ALL TO WHOM THESE PRESENTS SHALL COME,\nI, Pooja Sharma, daughter of Late Rajesh Sharma, residing at 11, Green Avenue, Pune, at present residing at Sydney.\n\nWhereas I own various movable and immovable properties in various parts of India described in the Schedule I hereto and I have interest in various firms, companies, association of persons, trusts, societies as partner, proprietor, shareholder, member, trustee, beneficiary, etc. and/or otherwise, described in the Schedule II hereto.\n\nAnd Whereas I am presently residing out of India as mentioned hereinabove for the time being, I am personally unable to attend to my day to day affairs and for reasons of convenience it is necessary that I should appoint an attorney and confer upon him the powers hereinafter stated.\n\nNow Know ye by these Presents that I the said Pooja Sharma do hereby nominate and constitute and appoint Shri Deepak Kumar, son of late Virendra Kumar, at present residing at 24, Gandhi Road, Ahmedabad, as my true and lawful Attorney for me in the name and on behalf of myself and/or my said Attorney and in any of my said capacities and in the name and on behalf of any partnership firm, association of persons, trustee, beneficiary or businesses in which 1 am now or may in future in any manner become interested to do exercise, execute and perform all or any of the following acts, deeds and things, namely:-\n\n1. Commercial;\n1.1. To transact business.-To commence, transact, manage, carry on, close down any of my business and to do all things requisite or necessary in that behalf including the power to engage, employ and dismiss any employee, agent, servant, worker or other person on such terms and conditions as my said attorney may deem fit and to buy, sell, pledge, deal with all goods, raw materials, finished products, machineries, tools, implements, articles, commodities, etc. and to draw, sign, endorse, negotiate and present cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments and to receive payment of any sum of money on my behalf. And to borrow money from any bank, person or persons or financial institution, on such terms as the said attorney shall think fit, and to create a mortgage or charge on any of my movable or immovable property or to secure repayment of the amount so borrowed by pledging or hypothecating any of my shares, stock, Government securities or other securities. To draw and sign cheques or other documents for and on my behalf.\n\n1.2. To execute documents.- To sign, execute, deliver and present for registration and to register all deeds, documents, papers, writings, agreements and instruments as may be necessary or convenient in connection with the matters hereinafter stated.\n\n1.3. To sell properties.-To sell, purchase, transfer, grant, exchange, give on lease, mortgage, hypothecate, pledge or otherwise deal with any of my movable and/or immovable properties, stocks, shares, debentures, Government and/or other securities on such terms and conditions and for such consideration as the said attorney shall deem fit. And in that connection to enter into, execute and do all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient to complete the sale, purchase, transfer, grant, exchange, lease, mortgage, hypothecation or pledge.\n\n1.4. To collect dues.- To demand, sue, collect, recover and receive all debts, dues, claims and demands of money of and from all persons whomsoever and to give a valid and legal receipt, discharge, quittance or other papers for any money or things received by my said attorney.\n\n1.5. To appoint agents and substitutes.- To appoint and engage any other person as sub-attorney or agent for all or any of the aforesaid purposes upon such terms as my said attorney shall think fit and to revoke any such appointment.\n\n2. To deal with banks.\n2.1. To open bank accounts and to operate the same with any bank or banks.\n\n2.2. To borrow money from any bank or banks or financial institution on such terms and conditions as the said attorney shall deem fit and to create a mortgage or charge on any of my properties or to hypothecate any of my movable property, stocks, shares, debentures or other securities to secure repayment of the money so borrowed.\n\n2.3. To sign, endorse, negotiate and present cheques, hundies, drafts and other negotiable and/or transferable instruments.\n\n2.4. To deposit and withdraw money from any bank account standing in my name and/or in the name of the said attorney on my behalf.\n\n2.5. To enter into any agreement with any bank or banks and to give any guarantee or indemnity to any bank or banks for any purpose whatsoever.\n\n2.6. To receive and pay money to and from any bank or banks and to deal with all matters relating to my bank accounts.\n\n3. To deal with Government departments.\n3.1. To appear before any Government or public or local authority, tribunal, court, police station or other office and to represent me in any matter.\n\n3.2. To sign, execute and deliver all papers, documents, agreements, deeds, instruments and writings as may be necessary or convenient in connection with any of the aforesaid matters.\n\n3.3. To pay all taxes, rates, assessments, outgoings, dues, duties, fees and other charges payable to any Government or public or local authority, tribunal, court, police station or other office and to receive a valid receipt, discharge or quittance for the same.\n\n4. To represent me in legal proceedings.\n4.1. To institute, defend, prosecute, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in any court, tribunal, police station or other office in connection with any of my affairs or property.\n\n4.2. To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent me in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith.\n\n5. To deal with my properties.\n5.1. To manage, maintain, repair and improve any of my properties and to collect all rents, licence fees and other income from my properties and to pay all outgoings, taxes, rates and other charges in respect of my properties.\n\n5.2. To sell, purchase, transfer, grant, exchange, lease, mortgage, hypothecate, pledge or otherwise deal with any of my properties on such terms and conditions and for such consideration as the said attorney shall deem fit.\n\n5.3. To enter into, execute and do all such deeds, documents, papers, writings, agreements and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\n6. To deal with my investments.\n6.1. To buy, sell, subscribe for, receive, hold, transfer, assign, endorse, pledge or otherwise deal with any shares, stocks, debentures, bonds, units, Government and/or other securities, deposits, certificates or other investments standing in my name or to which I am entitled.\n\n6.2. To attend and vote at any meeting of any company, society, firm or other body of which I am a member, shareholder, debenture holder or creditor.\n\n7. To deal with my tax matters.\n7.1. To file and submit any and all tax returns, including but not limited to, income-tax returns, wealth-tax returns, gift-tax returns, GST returns, and/or any other tax returns or statements to any tax authority or department and to sign and execute any and all papers, documents, and deeds in connection therewith.\n\n7.2. To appear before any tax authority or department and to represent me in any matter relating to my tax affairs.\n\n7.3. To pay any and all taxes, penalties, interest, or other amounts to any tax authority or department and to receive a valid receipt, discharge or quittance for the same.\n\n8. To do all other acts and things.\n8.1. To do all other acts, deeds, and things as may be necessary or convenient for me to do or as I could do if I were personally present, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\nIN WITNESS WHEREOF, I the said Pooja Sharma have hereunto set my hand this 11 October 2025.\n\nSchedule I above referred to\nSchedule II above referred to\nSigned and delivered by the within named\nPooja Sharma\nWITNESSES;\n1. Amit Singh\n2. Neha Joshi\n\nIdentified by me\n( ) Before me\nAdvocate Notary Public",
        "summary": "This is a comprehensive legal document, a General Power of Attorney, which outlines the terms of an agreement between Pooja Sharma, who is currently living abroad, and her appointed attorney, Deepak Kumar. The purpose of this document is to grant the attorney broad authority to manage the principal's personal and business affairs in India. The powers include handling commercial transactions, dealing with properties, managing bank accounts and investments, representing the principal in legal matters, and handling all tax-related issues. The document specifies that the attorney's actions will be legally binding on the principal."
    },
    {
        "modified": "DETAILED GENERAL POWER OF ATTORNEY\n\n\nTO ALL TO WHOM THESE PRESENTS SHALL COME, \nI, Rajiv Gupta, son of Anil Gupta, resident of 35, Park Street, Kolkata, at present residing at Toronto, SEND GREETINGS:\n\nWHEREAS\n\n(A) I own various movable and immovable properties in various parts of India described in the Schedule I hereto and I have interest in various firms, companies, association of persons, trusts, societies as partner, proprietor, shareholder, member, trustee, beneficiary, etc. and/or otherwise, described in the Schedule II hereto\n\n     (B) Since I am presently residing out of India as mentioned hereinabove for the time being, I am personally unable to attend to my day to day affairs and for reasons of convenience it is necessary that I should appoint an attorney and confer upon him the powers hereinafter stated.\n\nNOW KNOW YE BY THESE PRESENTS that I the said Rajiv Gupta do hereby nominate and constitute and appoint Shri Sanjay Singh, son of late Krishna Singh, at present residing at 15, Linking Road, Mumbai, as my true and lawful Attorney for me in the name and on behalf of myself and/or my said Attorney and in any of my said capacities and in the name and on behalf of any partnership firm, association of persons, trustee, beneficiary or businesses in which I am now or may in future in any manner become interested to do exercise, execute and perform all or any of the following acts, deeds and things, namely:\n\n1. Commercial\n\n1.1 To transact business.-To commence, transact, manage, carry on, close down any of my business and to do all things requisite or necessary in that behalf including the power to engage, employ and dismiss any employee, agent, servant, worker or other person on such terms and conditions as my said attorney may deem fit and to buy, sell, pledge, deal with all goods, raw materials, finished products, machineries, tools, implements, articles, commodities, etc. and to draw, sign, endorse, negotiate and present cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments and to receive payment of any sum of money on my behalf. And to borrow money from any bank, person or persons or financial institution, on such terms as the said attorney shall think fit, and to create a mortgage or charge on any of my movable or immovable property or to secure repayment of the amount so borrowed by pledging or hypothecating any of my shares, stock, Government securities or other securities. To draw and sign cheques or other documents for and on my behalf.\n\n1.2. To execute documents.- To sign, execute, deliver and present for registration and to register all deeds, documents, papers, writings, agreements and instruments as may be necessary or convenient in connection with the matters hereinafter stated.\n\n1.3. To sell properties.-To sell, purchase, transfer, grant, exchange, give on lease, mortgage, hypothecate, pledge or otherwise deal with any of my movable and/or immovable properties, stocks, shares, debentures, Government and/or other securities on such terms and conditions and for such consideration as the said attorney shall deem fit. And in that connection to enter into, execute and do all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient to complete the sale, purchase, transfer, grant, exchange, lease, mortgage, hypothecation or pledge.\n\n1.4. To collect dues.- To demand, sue, collect, recover and receive all debts, dues, claims and demands of money of and from all persons whomsoever and to give a valid and legal receipt, discharge, quittance or other papers for any money or things received by my said attorney.\n\n1.5. To appoint agents and substitutes.- To appoint and engage any other person as sub-attorney or agent for all or any of the aforesaid purposes upon such terms as my said attorney shall think fit and to revoke any such appointment.\n\n2. To deal with banks.\n2.1. To open bank accounts and to operate the same with any bank or banks.\n\n2.2. To borrow money from any bank or banks or financial institution on such terms and conditions as the said attorney shall deem fit and to create a mortgage or charge on any of my properties or to hypothecate any of my movable property, stocks, shares, debentures or other securities to secure repayment of the money so borrowed.\n\n2.3. To sign, endorse, negotiate and present cheques, hundies, drafts and other negotiable and/or transferable instruments.\n\n2.4. To deposit and withdraw money from any bank account standing in my name and/or in the name of the said attorney on my behalf.\n\n2.5. To enter into any agreement with any bank or banks and to give any guarantee or indemnity to any bank or banks for any purpose whatsoever.\n\n2.6. To receive and pay money to and from any bank or banks and to deal with all matters relating to my bank accounts.\n\n3. To deal with Government departments.\n3.1. To appear before any Government or public or local authority, tribunal, court, police station or other office and to represent me in any matter.\n\n3.2. To sign, execute and deliver all papers, documents, agreements, deeds, instruments and writings as may be necessary or convenient in connection with any of the aforesaid matters.\n\n3.3. To pay all taxes, rates, assessments, outgoings, dues, duties, fees and other charges payable to any Government or public or local authority, tribunal, court, police station or other office and to receive a valid receipt, discharge or quittance for the same.\n\n4. To represent me in legal proceedings.\n4.1. To institute, defend, prosecute, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in any court, tribunal, police station or other office in connection with any of my affairs or property.\n\n4.2. To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent me in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith.\n\n5. To deal with my properties.\n5.1. To manage, maintain, repair and improve any of my properties and to collect all rents, licence fees and other income from my properties and to pay all outgoings, taxes, rates and other charges in respect of my properties.\n\n5.2. To sell, purchase, transfer, grant, exchange, lease, mortgage, hypothecate, pledge or otherwise deal with any of my properties on such terms and conditions and for such consideration as the said attorney shall deem fit.\n\n5.3. To enter into, execute and do all such deeds, documents, papers, writings, agreements and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\n6. To deal with my investments.\n6.1. To buy, sell, subscribe for, receive, hold, transfer, assign, endorse, pledge or otherwise deal with any shares, stocks, debentures, bonds, units, Government and/or other securities, deposits, certificates or other investments standing in my name or to which I am entitled.\n\n6.2. To attend and vote at any meeting of any company, society, firm or other body of which I am a member, shareholder, debenture holder or creditor.\n\n7. To deal with my tax matters.\n7.1. To file and submit any and all tax returns, including but not limited to, income-tax returns, wealth-tax returns, gift-tax returns, GST returns, and/or any other tax returns or statements to any tax authority or department and to sign and execute any and all papers, documents, and deeds in connection therewith.\n\n7.2. To appear before any tax authority or department and to represent me in any matter relating to my tax affairs.\n\n7.3. To pay any and all taxes, penalties, interest, or other amounts to any tax authority or department and to receive a valid receipt, discharge or quittance for the same.\n\n8. To do all other acts and things.\n8.1. To do all other acts, deeds, and things as may be necessary or convenient for me to do or as I could do if I were personally present, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n\nIN WITNESS WHEREOF, I the said Rajiv Gupta have hereunto set my hand this 19 August 2025.\n\nSchedule I above referred to\nSchedule II above referred to\n\nWITNESS\nSigned and delivered by the within named Rajiv Gupta\n\nIdentified by me. Before me\n( ) Advocate Notary",
        "summary": "This is a detailed legal agreement known as a General Power of Attorney. The document is for an individual, Rajiv Gupta, who is living abroad and needs to appoint an attorney, Sanjay Singh, to manage his affairs in India. The agreement grants the attorney extensive powers to handle a wide range of tasks, including managing commercial transactions, dealing with banks and government departments, handling legal proceedings, managing properties and investments, and taking care of tax matters on behalf of the principal."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY\n(Company to Employee)\nKNOW ALL MEN BY THESE PRESENTS\nthat M/s. Hindustan Technologies Pvt. Ltd., a Company incorporated under the Companies Act 1956, and having its Registered Office at 15, Nehru Place, New Delhi (hereinafter called the Company), doth hereby nominate, constitute and appoint, Shri. Sandeep Kumar (Senior Manager) of M/s. Tech Solutions India having its Office at 22, Cyber City, Gurgaon be the true and lawful Attorney of the Company and in the name and on behalf of the Company to do, execute and perform all or any of the following acts, deeds, matters and things.\n1. To enter into make, sign, seal, execute, deliver, acknowledge, perform all engagements, contracts, undertaking, agreements, deeds, declarations, bonds, applications, surety, assurance and others documents, papers writings and things that may be required by the company for it business purpose.\n2. To institute, prosecute, defend, oppose, appear, appeal or settle in Court, or tribunal, to accept services of Process and notices and to make payment of money into Court/Tribunal/Authority etc., and to obtain refund of money lodged in Court/tribunal/Authority etc for the above purpose.\n3. To engage or appoint any legal practitioner to conduct the cases in any Court of Law or Authority or Commission or tribunal, filed/to be filed by or against the Company in this regard.\n4. To apply, submit, interact, deal with all government departments, semi-government departments, municipal corporations, local bodies, statutory bodies, quasi-judicial authorities, electricity departments, water supply departments, etc. to obtain and receive all licenses, permissions, comments, No Objection Certificates (NOCs), approvals, etc. necessary for the business of the company. Also, to pay all fees, charges, stamp duty, fines, or any other amounts required in this regard.\n5. To delegate the powers herein granted to any other person or persons, with such restrictions and limitations, as the said attorney may deem fit.\n6. Generally, for all or any of the purpose of these presents to sign, seal, swear, affirm, declare, deliver, execute/make, enter into, acknowledge, perfect and do any deeds, assurances, contracts, agreements, pleadings, affidavits, declarations, petitions, returns, instruments, documents, acts and things, whatsoever as effectually as the Company itself could do by law.\n7. And the Company hereby ratifies and confirms and covenants for itself, its successors and assigns to ratify and confirm all and whatsoever the said Attorney shall do or cause to be done in or above the premises by virtue of these presents and also that, these presents shall not revoke, limit or affect any subsisting power or powers of attorney (s) by the Company or any person on its behalf whether to the said Attorney (s) or to any person or persons in the whole of India.\nIN WITNESS WHEREOF\nthe company has caused its Common Seal to be hereunto affixed in New Delhi this 21 June 2024.\nThe COMMON SEAL of the above\n Named Hindustan Technologies Pvt. Ltd. was pursuant to a Resolution of the Directors of the said Company for Hindustan Technologies Pvt. Ltd. passed in that behalf on the 15th Day of June 2024,\nAffixed in the presence of\n (DIRECTOR)\n Mr. Rajeev Sharma (Director)",
        "summary": "This is a legal document, specifically a General Power of Attorney, issued by a company named Hindustan Technologies Pvt. Ltd. to one of its employees, Sandeep Kumar. The purpose of this agreement is to authorize the employee to act as the company's legal representative. The attorney is granted extensive powers to handle various business matters, including signing contracts, managing legal proceedings, dealing with government departments, and generally conducting business on behalf of the company."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY\n (COMPANY TO EMPLOYEE) \nGENERAL POWER OF ATTORNEY\n(Standard form)\nBe it known to all men to whom it may concern that I, Rajeev Singh S/O Late Suresh Singh resident of House No. 12, Sector 23, Gurugram (hereinafter called the \"Principal\") do hereby nominate, constitute, appoint, empower and authorize Shri. Sanjay Mehra S/O Late Vijay Mehra resident of Plot No. 4, Defence Colony, New Delhi (hereinafter called the \"Attorney\") to do the following acts and deeds on my behalf: \nWhereas the executants is the sole lawful owner, lessee, allotted and in possession of entire Flat/Property No. B-45, New Town Apartments allotted by the New Delhi Development Authority (NDDA) covered area admeasuring 1,200 sq. fts, approximately. \nAnd WHEREAS my said Attorney (s) shall act on my behalf to do all acts, deeds and things hereinafter mentioned to \nNOW THIS DEED WITNESSETH AS UNDER: \n1. To represent me before the office of the said New Delhi Development Authority (NDDA) office/authority of any State/ central government or local body, like DDA, MCD etc having jurisdiction at that time which are connected and/or concerned with my said flat/property which is allotted to me in any manner, whatsoever and to make any statement, application, affidavit, undertaking, etc., for and on my behalf and in my name, in respect thereof and/or any matter incidental thereto, and to have the possession. \n2. To represent me before any and all offices of any State/Central Government or local body, like Electricity Board, Water Supply Department, etc., which are connected and/or concerned with the said property. \n3. To enter into a fresh Lease Deed in respect of the said property with any person or persons on such terms and conditions as my said attorney may deem fit. \n4. To sell, convey, transfer, assign, alienate, mortgage, pledge, or otherwise deal with the said property, or any part thereof, on such terms and conditions and for such consideration as my said attorney may deem fit, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient to complete the same. \n5. To demand, sue, collect, recover and receive all debts, dues, claims and demands of money of and from all persons whomsoever and to give a valid and legal receipt, discharge, quittance or other papers for any money or things received by my said attorney. \n6. To operate all my bank accounts, including savings, current, and fixed deposit accounts, and also safe deposit lockers standing in my name with any bank or bankers, and to open and operate in my name all bank accounts whatsoever. \n7. To contract for and purchase and accept and sign as transferee or to get transferred into my name any shares, stock, debentures, Government securities, units, bonds, or other securities of any description whatever. \n8. To appear before any Court of Law, Tribunal, or other judicial or quasi-judicial authority and to institute, prosecute, defend, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in connection with any of my affairs or property. \n9. To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent me in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith. \n10. To execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters. \n11. To deal with all tax matters, including filing and submitting all tax returns, and to pay all taxes, penalties, interest, or other amounts to any tax authority or department. \n12. To do all other acts, deeds, and things as may be necessary or convenient for me to do or as I could do if I were personally present, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters. \n13. To give possession of the said property to any person, including the new buyer, and to take all necessary steps in this regard. \n14. To execute a rectification deed of any deed (s) in respect of the said flat/property and to get the same registered before the office of the proper Sub Registrar. \n15. To appoint any other person (s) as my attorney authorizing him/her to do all or any of the above act, or any other acts, which have not been specifically mentioned herein, above, and in the opinion of my said attorney ought to be done, executed or performed, in respect of the said flat/ property, or any matter incidental thereto, and to cancel, withdraw or revoke the powers conferred upon the said attorney/such other person. \nAND I, the executants, do hereby specifically confirm that the acts, deeds an things done or got to be done by my attorney by virtue of this power of attorney in respect of my said property be construed as acts, deeds and things done by me and this Power of Attorney is (irrevocable) and unconditional for all times to come. \nIN WITNESS WHEREOF I, the Executants have put my hand on these presents in the presence of the following witnesses, on the date, month and year herein below written. \nPLACE: Gurugram DATE: 22 December 2024 WITNESSES: 1. Amit Kumar 2. Neha Sharma \nE X E C U T A N T",
        "summary": "This document is a General Power of Attorney, which is a legal agreement to grant authority to another person. In this case, Rajeev Singh is appointing Sanjay Mehra as his attorney to manage a specific property in Gurugram. The attorney is given broad powers to handle matters related to the property, including representing the principal before government authorities, entering into lease deeds, and even selling or mortgaging the property. The document states that all legal actions taken by the attorney will be considered as if they were done by the principal himself and that the power of attorney is irrevocable."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY \nBY A COMPANY \nTO ALL TO WHOM THESE PRESENTS SHALL COME\nAristo Pharma Limited, a Company incorporated under the Companies Act, 1956 and having its registered office at 12, Palam Vihar, Gurugram (hereinafter referred to as the \"Company\") SENDS GREETINGS:\nAND WHEREAS\nthe Company is desirous of appointing Sh. Rajat Gupta (hereinafter called the \"Attorney\")\none of the Directors of the Company as the true and lawful Attorney with full power and authority to do and execute all acts, deeds and things as hereinafter mentioned in the name of and on behalf of the Company and subject to the provisions of the Companies Act, 1956:\n1. The Company is carrying on the business of manufacture of pharmaceuticals more particularly detailed in the main objects clause of the Memorandum of the company.\n2. In order to facilitate the business to be carried on smoothly, the Company hereby appoints Sh. Rajat Gupta as its constituted attorney with full power and authority to do and execute all acts, deeds and things as hereinafter mentioned in the name of and on behalf of the Company and subject to the provisions of the Companies Act, 1956.\nNOW KNOW YOU ALL AND THESE PRESENTS WITNESS\nthat the Company does hereby appoint, constitute and nominate\nMr. Rajat Gupta\nas true and lawful attorney or agent of the Company with full powers and authority to do and execute all acts, deeds and things as hereinafter mentioned for the purposes of managing its various businesses including but not limited to the following:\n1. To enter into any agreement with any bank or banks or financial institution for any purpose whatsoever.\n2. To draw, sign, endorse, negotiate and present cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments.\n3. To operate all bank accounts standing in the name of the Company.\n4. To borrow money from any bank, person or persons or financial institution, on such terms as the said attorney shall think fit, and to create a mortgage or charge on any of the company's movable or immovable property or to secure repayment of the amount so borrowed by pledging or hypothecating any of the company's shares, stock, Government securities or other securities.\n5. To sell, purchase, transfer, grant, exchange, give on lease, mortgage, hypothecate, pledge or otherwise deal with any of the company's movable and/or immovable properties, stocks, shares, debentures, Government and/or other securities on such terms and conditions and for such consideration as the said attorney shall deem fit. And in that connection to enter into, execute and do all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient to complete the sale, purchase, transfer, grant, exchange, lease, mortgage, hypothecation or pledge.\n6. To deal with all Government departments, semi-government departments, municipal corporations, local bodies, statutory bodies, quasi-judicial authorities, electricity departments, water supply departments, etc. to obtain and receive all licenses, permissions, comments, No Objection Certificates (NOCs), approvals, etc. necessary for the business of the company. Also, to pay all fees, charges, stamp duty, fines, or any other amounts required in this regard.\n7. To appear before any Court of Law, Tribunal, or other judicial or quasi-judicial authority and to institute, prosecute, defend, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in connection with any of the company's affairs or property.\n8. To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent the company in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith.\n9. To manage, maintain, repair and improve any of the company's properties and to collect all rents, licence fees and other income from the company's properties and to pay all outgoings, taxes, rates and other charges in respect of the company's properties.\n10. To deal with all tax matters, including filing and submitting all tax returns, and to pay all taxes, penalties, interest, or other amounts to any tax authority or department.\n11. To attend and vote at any meeting of any company, society, firm or other body of which the company is a member, shareholder, debenture holder or creditor.\n12. To do all other acts and things as may be necessary or convenient for the company to do or as the company could do if it were personally present, and to execute all such deeds, documents, papers, writings, agreements, and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n13. To delegate the powers herein granted to any other person or persons, with such restrictions and limitations, as the said attorney may deem fit.\n14. To sign all plaints, written statements, affidavits, applications, petitions, reference papers, appeals and such other connected documents as may be required in connection with legal proceedings arising out of the Company’s contracts for hire purchase or any other finance business and to accept any such writ or summons and or other legal process as shall be requisite or expedient;\n15. To present or oppose any petition for winding up or bankruptcy, to attend and vote as proxy at any meetings of creditors, to make and file proofs of claim; and generally to act in any liquidation, bankruptcy or insolvency proceedings;\n16. To sign and issue deposit receipts to the depositors credit and debit notes to the parties with whom the Company has any business dealings;\n17. And generally to do all acts and things incidental to the powers hereinabove mentioned and all other acts and things necessary for carrying on the business of the Company to such an extent and with such limits and restrictions as may be stipulated by the directors from time to time by a resolution of the Board or Committee of the Company;\nIN WITNESS WHERE OF, the Company has pursuant to a resolution of the Board of Directors of the Company passed at its meeting held\non 20 July 2025 at 10:00 AM\nin that behalf caused its common seal to be duly affixed hereto.\nFOR AND ON BEHALF OF THE COMPANY\nWitnesses : 1. Sunita Sharma 2. Ankit Patel",
        "summary": "This is a General Power of Attorney, which is a legal document that grants authority to an individual to act on behalf of a company. In this case, Aristo Pharma Limited is appointing its director, Rajat Gupta, as its legal attorney. The document gives the attorney extensive power to handle a wide range of business operations, including financial transactions, property dealings, legal matters, and government interactions. The purpose is to ensure the smooth operation of the company's business activities."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY BY A PERSON GOING ABROAD TO AUTHORISE ALL ACTS ON HIS BEHALF\n\nBY THIS POWER OF ATTORNEY executed at New Delhi on 25 November 2025, I Arjun Das aged about 35 years, son of Shri Amit Das residing presently at C-7, Lajpat Nagar, New Delhi and about to leave India for Toronto to join services as an Engineer in ABC Corp. do hereby nominate, constitute and appoint my brother, Shri Shyamal Das son of Amit Das aged about 40 years, residing at C-7, Lajpat Nagar, New Delhi to be my true and lawful attorney(hereinafter called \"attorney\") for me and in my name and on my behalf to do all or any of the acts, deeds and things, matters, namely:\n(1) To operate all my current, savings bank, fixed deposit or other accounts and also on safe deposit lockers standing in my name with any bank or bankers and to open and operate in my name all bank accounts whatsoever.\n(2) To operate, open, withdraw and deal with funds in the Public Provident Fund account\n(3) In connection with the powers granted herein to give receipt, discharge and quittances for any purpose whatsoever.\n(4) To sell, endorse, transfer and assign all or any Government securities, units, bonds, National Saving Certificates, National Saving Scheme, shares, stock or debentures of any description whatever corporate or any other securities which do now or shall hereafter stand in my name or to which I am now or may at any time hereinafter be entitled.\n(5) To contract for and purchase and accept and sign as transferee or to get transferred into my name any shares, stock, debentures, Government securities, units, bonds, or other securities of any description whatever.\n(6) To exercise all rights, powers and privileges as holder of any shares, stock, debentures, Government securities, units, bonds, or other securities of any description whatever, including the right to receive dividends, interest, bonus shares and to attend and vote at any general or special meeting of any company.\n(7) To appear before any Court of Law, Tribunal, or other judicial or quasi-judicial authority and to institute, prosecute, defend, oppose, appeal, compromise, refer to arbitration and withdraw any suit, action, appeal, petition or other proceeding in connection with any of my affairs or property.\n(8) To appoint any advocate, solicitor, counsel, pleader, attorney or other legal practitioner to represent me in any legal proceeding and to sign, execute and deliver any document, paper or writing in connection therewith.\n(9) To manage, maintain, repair and improve any of my properties and to collect all rents, licence fees and other income from my properties and to pay all outgoings, taxes, rates and other charges in respect of my properties.\n(10) To sell, purchase, transfer, grant, exchange, lease, mortgage, hypothecate, pledge or otherwise deal with any of my properties on such terms and conditions and for such consideration as the said attorney shall deem fit.\n(11) To enter into, execute and do all such deeds, documents, papers, writings, agreements and assurances as may be necessary or convenient in connection with any of the aforesaid matters.\n(12) To demand, sue, collect, recover and receive all debts, dues, claims and demands of money of and from all persons whomsoever and to give a valid and legal receipt, discharge, quittance or other papers for any money or things received by my said attorney.\n(13) To deal with all tax matters, including filing and submitting all tax returns, and to pay all taxes, penalties, interest, or other amounts to any tax authority or department.\n(14) To appoint, engage, employ and dismiss any clerks, agents, servants or other persons in and about the performance of above purposes as the Attorney shall think fit.\n(15) To concur, carry into effect and perform all agreements and contracts entered into by me or my behalf with any person or persons as my own act and deed and/or to cancel and/or repudiate the same.\n(16) I hereby declare as follows: (i) The powers hereby given to my attorney shall be given the widest interpretation and shall be construed as an express authority to him to act for and deal with my affairs as fully and effectually as I myself could do. (ii) My Attorney may appoint and remove at pleasure any substitute for, or agent under, here in respect of all or any of the matters aforesaid upon such terms as my Attorney shall think fit.\n(17) I hereby agree to ratify and confirm all and whatsoever my attorney or any substitute or substitutes shall do or cause to be done by virtue of these presents.\n\nWITNESS Signed and delivered by the within named Shri Arjun Das",
        "summary": "This is a General Power of Attorney executed by Arjun Das, who is an Indian resident moving abroad for a new job. The document appoints his brother, Shyamal Das, as his legal representative in India. The purpose is to grant the attorney broad authority to manage all of the principal's affairs, including banking, investments, property, legal matters, and taxes. The document ensures that all actions taken by the attorney will be considered legally binding on the principal."
    },
    {
        "modified": "General Power of Attorney by a Woman Partner\nKNOW ALL MEN BY THESE PRESENTS that I, Smt. Anjali Sharma, wife of Shri Amit Sharma, resident of 12, Park Street, Kolkata, WHEREAS I am a partner in a partnership firm in the name of M/s. Apex Solutions and are carrying on business of IT consulting on the terms and conditions contained in the Deed of Partnership dated 10 April 2025 having its registered office at 5, Netaji Subhash Marg, Delhi duly registered with the Registrar of Firms, Delhi at SI. No. 123456. And Whereas on account of my inability to look after and manage the said partnership business in person, I am desirous to appoint an attorney and confer upon him the powers hereinafter stated.\nNOW THESE PRESENTS WITNESS that I the said Anjali Sharma do hereby nominate, constitute and appoint my husband Shri Amit Sharma son of Shri Suresh Sharma resident of 12, Park Street, Kolkata to be my true and lawful attorney in my name and on my behalf to execute, do all or any of the acts, deeds or things mentioned, that is to say: -\n1. To transact, manage, carry on and look after the business of M/s. Apex Solutions in terms of the Partnership deed dated 10 April 2025 as a partner and to do the acts, deeds and things necessary for or in any manner connected with or having reference to my said business.\n2. To do all acts, deeds and things as a partner in the said partnership firm and exercise all or any of the powers to be executed by a partner in the said firm including banking operation, borrowing money, to draw, accept, endorse, negotiate, pay or satisfy any bills of exchange, cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments.\n3. To appoint any substitute or substitutes or attorney or attorneys or attorney under him with the same or limited powers and to remove such substitute or substitutes at his discretion.\n4. And generally to act as my attorney in relation to the above and all other matters in which I may be interested or concerned and on my behalf to execute and do all documents, instruments, acts, matters, deeds and things as I could do if personally present.\nAnd I hereby for myself, my heirs, executors, administrators and legal representatives ratify and confirm and agree to ratify and confirm that whatsoever my said attorney or any substitute or substitutes acting under him shall do or purport to do by virtue of these presents.\nIN WITNESS WHEREOF, I have set my hand and put my thumb impression on this Power of Attorney in the presence of witness.\nAnjali Sharma\nLTI of Executor\nWITNESSES:\n1. Sanjay Singh\n2. Priya Sharma\nAttested by\nI hereby certify that the contents of the aforesaid Power of Attorney are read over to the executor and explained the contents therein in vernacular known to the executor. Identified by me.\n(Smt. Rita Patel)\nAdvocate\nSolemnly affirmed before me by Smt. Anjali Sharma who is identified by Smt. Rita Patel, Advocate. I am also satisfied that the executor has understood the contents of this document before executing the same.\nPlace: Chennai\nDate: 25 July 2025\n(Notary Public)",
        "summary": "This is a General Power of Attorney document where a woman, Smt. Anjali Sharma, who is a partner in a firm, appoints her husband, Shri Amit Sharma, as her attorney. The purpose of this agreement is to grant her husband the authority to manage and oversee her business affairs as a partner, including handling financial transactions and legal documents. The document also allows the appointed attorney to delegate his powers to another person if necessary."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY BY A WOMAN PARTNER\n\nKNOW ALL MEN BY THESE PRESENTS that I Smt. Ritu Das wife of Shri Alok Das resident of 45, Sarojini Nagar, New Delhi, SEND GREETINGS:\n\nWHEREAS I am a partner in a partnership firm in the name of M/s. Global Infotech and are carrying on business of software development on the terms and conditions contained in the Deed of Partnership dated 15 February 2025 having its registered office at 18, Nehru Place, New Delhi duly registered with the Registrar of Firms Delhi at SI. No. 987654.\n\nAND WHEREAS on account of my inability to look after and manage the said partnership business in person, I am desirous to appoint an attorney and confer upon him the powers hereinafter stated\n\nNOW THESE PRESENTS WITNESS that I the said Ritu Das do hereby nominate, constitute and appoint my husband Shri Alok Das son of Shri Rajesh Das resident of 45, Sarojini Nagar, New Delhi to be my true and lawful attorney in my name and on my behalf to execute, do all or any of the acts, deeds or things mentioned, that is to say:\n(1) To transact, manage, carry on and look after the business of M/s Global Infotech in terms of the Partnership deed dated 15 February 2025 as a partner and to do the acts, deeds and things necessary for or in any manner connected with or having reference to my said business.\n\n(2) To do all acts, deeds and things as a partner in the said partnership firm and exercise all or any of the powers to be executed by a partner in the said firm including banking operation, borrowing money, to draw, accept, endorse, negotiate, pay or satisfy any bills of exchange, cheques, hundies, drafts, orders for payments and other negotiable and/or transferable instruments.\n(3) To appoint any substitute or substitutes or attorney or attorneys or attorney under him with the same or limited powers and to remove such substitute or substitutes at his discretion.\n(4) And generally to act as my attorney in relation to the above and all other matters in which I may be interested or concerned and on my behalf to execute and do all documents, instruments, acts, matters, deeds and things as I could do if personally present.\n\nAnd I hereby for myself, my heirs, executors, administrators and legal representatives ratify and confirm and agree to ratify and confirm that whatsoever my said attorney or any substitute or substitutes acting under him shall do or purport to do by virtue of these presents.\nIN WITNESS WHEREOF, I have set my hand and put my thumb impression on this Power of Attorney in the presence of witness.\n\nWITNESS\n1. Vikram Sharma\n2. Geeta Varma\n3. Sanjiv Jain\n\nL T I of Executor\nAttested by\n\nI hereby certify that the contents of the aforesaid Power of Attorney are read over to the executor and explained the contents therein in vernacular known to the executor. Identified by me.\n(Smt. Preeti Singh)\nAdvocate\n\nSolemnly affirmed before me by Smt Ritu Das who is identified by Smt Preeti Singh Advocate. I am also satisfied that the executor has understood the contents of this document before executing the same.\n\nPlace: New Delhi\nDate: 25 June 2025\n(Notary Public)",
        "summary": "This is a General Power of Attorney where Smt. Ritu Das, a partner in the firm Global Infotech, appoints her husband, Alok Das, to act as her legal representative. The document grants her husband the authority to manage her partnership business, including handling financial transactions, signing agreements, and performing all necessary tasks related to the firm. This is being done because the woman partner is unable to personally oversee her business affairs."
    },
    {
        "modified": "General Power of Attorney by Company to Its Agent\n\nKnow All Men by These Presents that M/s. TechCorp Solutions Ltd., having its Head Office at 78, MG Road, Pune (here-in-after called the company) appoint Mr. Vishal Desai, s/o Mr. Gopal Desai, r/o 11-A, Vasant Kunj, New Delhi, (herein after called the attorney) as its attorney to do all deed and acts, which the Company is authorised to do through an attorney. The said attorney shall have the power to do the following:\n\n1. That attorney shall carry out the business of the company to best of his ability and capacity in the interest of the work.\n2. The attorney shall purchase or otherwise acquire any movable or immovable property in the interest of the company.\n3. The attorney shall work, manage and develop the properties or undertakings in the interest of the firm.\n4. The attorney shall manage and supervise manufacture, and sales of the goods in the best interest of the company.\n5. The attorney shall be the over all in-charge of the staff. He shall appoint, suspend, and terminate Manager, Accountant, Steno, Typist and peons etc. as and when he thinks proper in the best interest of the company.\n6. The attorney is authorised to enter into any kind of contract, execute and perform all obligations and receive and accept all benefits for and on behalf of the company.\n7. The attorney is authorised to enter into, make, sign and do all such agreements, receipts, payments and contracts, etc. as he thinks proper and expedient in the interest of the company. The attorney can mortgage property if he thinks proper and expedient to do so.\n8. The attorney is authorised to collect, demand, sue and receive all money, interest and debts which are due to the company from any person, bank, institution, company or a government department. He can issue a valid receipt and discharge the same.\n9. The attorney is authorised to make any kind of payment on behalf of the company, whether in cash or by cheque, draft etc.\n10. The attorney is authorised to settle, compromise and compound with any person or company about the claim of the company, as he may think proper in the best interest of the company.\n11. The attorney is authorised to open or operate any bank account of the company with any bank, and can withdraw any amount as he may think proper and convenient in the interest of the company.\n12. The attorney is authorised to close the bank account, already running, and open the account to some other Nationalised bank as and when he thinks it proper in the best interest of the company.\n13. The attorney is empowered to invest the money of the company in the best interest of the company, as and when he thinks it proper.\n14. The attorney is empowered to commence and prosecute, and to defend compound and abandon all actions proceedings, suits and claims in relation to the business and property of the company. He is empowered to appoint advocate/advocates to look after the matter in the courts and Government offices.\n15. The attorney shall represent the company before any Department of the State Government or the Central Government , or before any local authorities and vote at any meeting in any firms, companies, or Government departments for and on behalf of the company.\n16. The attorney shall appoint some insurance agent for insurance of the stock, buildings, plant and machinery and other movable and immovable properties.\n17. Generally the attorney shall do all other works concerning with the affairs of the company to the best of his ability in the best interest of the company.\n18. The company agrees that all the works done by the said attorney shall be binding on the company.\n\nI execute this power of attorney in the presence of the following witnesses.\n\nWitnesses:\n1. For TechCorp Solutions Ltd.\n2. Sanjay Reddy\nDirector (seal)\n\nSignature of Director\n\nDate: 12 August 2025\nPlace: Pune",
        "summary": "This is a General Power of Attorney where a company, TechCorp Solutions Ltd., appoints an agent, Mr. Vishal Desai, to act on its behalf. The document grants the agent broad authority to manage the company's business and property. The agent is empowered to handle various tasks, including financial transactions, property management, legal proceedings, and interactions with government bodies. All actions performed by the agent under this power of attorney are legally binding on the company."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY FOR APPOINTMENT OF ONE ATTORNEY IN PLACE OF ANOTHER\n\nKNOW ALL MEN BY THESE PRESENTS that I, Sanjay Verma, S/o Vinod Verma, R/o B-15, Civil Lines, Jaipur, do hereby appoint and nominate Mr. Anil Mehta, S/o Prakash Mehta, R/o 22, Mall Road, Jaipur, to be my true and lawful attorney.\n\nWHEREAS by a power of attorney dated 10 January 2024, I, Sanjay Verma, appointed Mr. Rahul Kumar, S/o Rajesh Kumar, R/o 45, Gandhi Nagar, Mumbai, as my attorney and gave him certain powers and authorities specified therein with the restrictions and limitations therein mentioned.\n\nAND WHEREAS I am now desirous of appointing Mr. Anil Mehta as my attorney in place of the said Mr. Rahul Kumar.\n\nNOW I hereby revoke all the powers and authorities given by me to said Mr. Rahul Kumar, by virtue of the power of attorney dated 10 January 2024.\n\nAND further I hereby appoint the said Mr. Anil Mehta my attorney in my name and on my behalf to do all acts and exercise all the powers and authorities mentioned in the aforesaid power of attorney dated 10 January 2024, with such restrictions and limitations as are mentioned therein, in as effectual a manner as if the name of the said Mr. Anil Mehta had been inserted in the said power of attorney in place of the said Mr. Rahul Kumar.\n\nAND I hereby agree that all acts, deeds and things lawfully done by the said Mr. Anil Mehta for me under powers hereby given to him shall be construed as acts, deeds and things done by me and I undertake to ratify and confirm all and whatsoever the said Mr. Anil Mehta shall lawfully do or cause to be done for me by virtue of the powers given by this deed.\n\nIN WITNESS WHEREOF, I have signed this deed on this day of 15 August 2025.\n\nSigned and delivered by the above named\n\nWITNESS:\n1. Vikram Singh\n2. Pooja Sharma",
        "summary": "This document is a General Power of Attorney used to substitute one attorney for another. The principal, Sanjay Verma, officially revokes the powers previously given to his former attorney, Rahul Kumar, under a power of attorney dated 10 January 2024. Simultaneously, he appoints a new attorney, Anil Mehta, granting him the exact same powers and authorities. This new appointment is made effective as if Anil Mehta's name had been on the original document from the beginning."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY GRANTING\n FURTHER POWERS TO ATTORNEY\n\nKNOW ALL MEN BY THESE PRESENTS\n I Ramesh Kumar, S/o Devendra Kumar, Resi 25, Sector 14, Noida, do hereby appoint and nominate Alok Singh, S/o Sushil Singh, Resi 4, Lajpat Nagar, New Delhi, to be my true and lawful attorney.\n\nWHEREAS I, have by power of attorney dated 10 May 2024 appointed Alok Singh as my attorney with the powers therein contained AND whereas I am desirous of giving the said Alok Singh further powers and authorities hereinafter contained NOW I hereby give to, and vest in, the said Alok Singh the following further powers and authorities, that is to say, in my name or on my behalf to do the following acts:\n\n1. To execute a new lease agreement for my commercial property located at 55, Barakhamba Road, New Delhi, to any suitable tenant on terms and conditions the attorney deems fit, and to handle all related correspondence and financial transactions.\n\n2. To manage and supervise the construction of my residential property at C-3, Defence Colony, New Delhi, including but not limited to, signing contracts with vendors, paying for materials and labour, and obtaining all necessary permits and approvals from the relevant authorities.\n\nProvided always that nothing herein contained shall in any way prejudice or affect the powers or authorities given or conferred by the aforesaid power of attorney and this power of attorney shall take effect and be in force concurrently with and solely by way of extension and enlargement of the aforesaid power of attorney.\n\nAND I hereby agree that all acts, deeds and things lawfully done by the said Alok Singh for me under powers hereby given to him shall be construed as acts, deeds and things done by me and I undertake to ratify and confirm all and whatsoever the said Alok Singh shall lawfully do or cause to be done for me by virtue of the powers given by this deed.\n\nIN WITNESS WHEREOF, I have signed this deed on this day of 20 August 2025.\n\nSigned and delivered by the above named\nWITNESS:\n1. Sanjay Mehta\n2. Leena Joshi",
        "summary": "This document is a General Power of Attorney that grants additional powers to an already appointed attorney. The principal, Ramesh Kumar, has a pre-existing Power of Attorney with his attorney, Alok Singh, and this new document is intended to expand on the original authority. The new powers, such as handling a new lease and supervising property construction, are granted as an extension and do not revoke or limit the powers that were previously given."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY BY COMPANY TO ITS AGENT\n \nKNOW ALL MEN BY THESE PRESENTS that M/s. Bharat Industries Ltd., having its Head Office at A-5, Sector 18, Noida (here-in-after called the company) appoint Mr. Rakesh Kumar, s/o Mr. Anand Kumar, r/o 12, Palam Vihar, Gurugram, (herein after called the attorney) as its attorney to do all deed and acts, which the Company is authorised to do through an attorney. The said attorney shall have the power to do the following:\n1. That attorney shall carry out the business of the company to best of his ability and capacity in the interest of the work.\n2. The attorney shall purchase or otherwise acquire any movable or immovable property in the interest of the company.\n3. The attorney shall work, manage and develop the properties or undertakings in the interest of the firm.\n4. The attorney shall manage and supervise manufacture, and sales of the goods in the best interest of the company.\n5. The attorney shall be the over all in-charge of the staff. He shall appoint, suspend, and terminate Manager, Accountant, Steno, Typist and peons etc. as and when he thinks proper in the best interest of the company.\n6. The attorney is authorised to enter into any kind of contract, execute and perform all obligations and receive and accept all benefits for and on behalf of the company.\n7. The attorney is authorised to enter into, make, sign and do all such agreements, receipts, payments and contracts, etc. as he thinks proper and expedient in the interest of the company. The attorney can mortgage property if he thinks proper and expedient to do so.\n8. The attorney is authorised to collect, demand, sue and receive all money, interest and debts which are due to the company from any person, bank, institution, company or a government department. He can issue a valid receipt and discharge the same.\n9. The attorney is authorised to make any kind of payment on behalf of the company, whether in cash or by cheque, draft etc.\n10. The attorney is authorised to settle, compromise and compound with any person or company about the claim of the company, as he may think proper in the best interest of the company.\n11. The attorney is authorised to open or operate any bank account of the company with any bank, and can withdraw any amount as he may think proper and convenient in the interest of the company.\n12. The attorney is authorised to close the bank account, already running, and open the account to some other Nationalised bank as and when he thinks it proper in the best interest of the company.\n13. The attorney is empowered to invest the money of the company in the best interest of the company, as and when he thinks it proper.\n14. The attorney is empowered to commence and prosecute, and to defend compound and abandon all actions proceedings, suits and claims in relation to the business and property of the company. He is empowered to appoint advocate/advocates to look after the matter in the courts and Government offices.\n15. The attorney shall represent the company before any Department of the State Government or the Central Government , or before any local authorities and vote at any meeting in any firms, companies, or Government departments for and on behalf of the company.\n16. The attorney shall appoint some insurance agent for insurance of the stock, buildings, plant and machinery and other movable and immovable properties.\n17. Generally the attorney shall do all other works concerning with the affairs of the company to the best of his ability in the best interest of the company.\n18. The company agrees that all the works done by the said attorney shall be binding on the company. I execute this power of attorney in the presence of the following witnesses.\n\nWitnesses:\n\n1. For Bharat Industries Ltd.\n\n2. Vinay Singh\n\nDirector (seal)\n\nSignature of Director\n",
        "summary": "This is a General Power of Attorney where a company, Bharat Industries Ltd., appoints an agent, Rakesh Kumar, to manage its affairs. The document grants the agent comprehensive authority to conduct all business-related tasks on behalf of the company. This includes handling property matters, financial transactions, legal proceedings, and personnel management. The company agrees to be bound by all actions the appointed agent takes as part of this agreement."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY(Company to Employee)\n\nKNOW ALL MEN BY THESE PRESENTS that M/s. Innovatech Services Pvt. Ltd., a Company incorporated under the Companies Act 1956, and having its Registered Office at 28, Church Street, Bengaluru, (hereinafter called the Company), doth hereby nominate, constitute and appoint, Shri. Arun Kumar (Senior Manager) of M/s. Innovatech Services Pvt. Ltd. having its Office at 28, Church Street, Bengaluru, be the true and lawful Attorney of the Company and in the name and on behalf of the Company to do, execute and perform all or any of the following acts, deeds, matters and things.\n1. To enter into make, sign, seal, execute, deliver, acknowledge, perform all engagements, contracts, undertaking, agreements, deeds, declarations, bonds, applications, surety, assurance and others documents, papers writings and things that may be required by the company for it business purpose.\n2. To institute, prosecute, defend, oppose, appear, appeal or settle in Court, or tribunal, to accept services of Process and notices and to make payment of money into Court/Tribunal/Authority etc., and to obtain refund of money lodged in Court/tribunal/Authority etc for the above purpose.\n3. To engage or appoint any legal practitioner to conduct the cases in any Court of Law or Authority or Commission or tribunal, filed/to be filed by or against the Company in this regard.\n4. To apply, submit, interact, deal with all governmental bodies, agencies for licenses, permissions, comments, NOCs, approvals etc., as above.\n5. To delegate the powers herein granted to any other person or persons, with such restrictions and limitations, as the said attorney may deem fit.\n6. Generally, for all or any of the purpose of these presents to sign, seal, swear, affirm, declare, deliver, execute/make, enter into, acknowledge, perfect and do any deeds, assurances, contracts, agreements, pleadings, affidavits, declarations, petitions, returns, instruments, documents, acts and things, whatsoever as effectually as the Company itself could do by law.\n7. And the Company hereby ratifies and confirms and covenants for itself, its successors and assigns to ratify and confirm all and whatsoever the said Attorney shall do or cause to be done in or above the premises by virtue of these presents and also that, these presents shall not revoke, limit or affect any subsisting power or powers of attorney (s) by the Company or any person on its behalf whether to the said Attorney (s) or to any person or persons in the whole of India.\nIN WITNESS WHEREOF the company has caused its Common Seal to be hereunto affixed in Bengaluru this 22 July 2025.\nThe COMMON SEAL of the above Named Innovatech Services Pvt. Ltd. was pursuant to a Resolution of the Directors of the said Company for Innovatech Services Pvt. Ltd. passed in that behalf on the 22nd Day of July 2025, Affixed in the presence of (DIRECTOR) Mr. Rohan Singhania (Director)",
        "summary": "This is a General Power of Attorney where a company, Innovatech Services Pvt. Ltd., appoints one of its employees, Arun Kumar, to act as its attorney. The document gives the employee extensive authority to perform a wide range of business-related and legal actions on behalf of the company. These powers include signing contracts, dealing with legal proceedings, interacting with government bodies, and even delegating his authority to others. The company agrees to be fully bound by all lawful acts performed by the employee under this agreement."
    },
    {
        "modified": "GENERAL POWER OF ATTORNEY\n\nKnow all men by these presents that I, Mr. Vinod Bansal, S/o Shri Suresh Bansal, aged 55 years, R/o 14, Karol Bagh, New Delhi, states as follows:-\n\nWhereas I am personally unable to attend to the managerial and other affairs with respect to my property No. C-56, Green Park, New Delhi, so I, hereby nominate and appoint Shri. Prakash Singh, S/o Shri Anand Singh, R/o 89, Pitampura, New Delhi, as my true and lawful General Attorney to act for and on my behalf and authorize and empower him to do the following acts, deeds and things on my behalf and all such acts done by him shall be fully binding on me:-\n\nNOW HIS POWER OF ATTORNEY WITNESSETH AS UNDER:-\n1. To manage and control my aforesaid property including collection of monthly rents, from the tenants and issuance proper stamped receipts acknowledging the rent received.\n2. To make applications, affidavits, documents etc., to the Govt. Dept. and any other concerned authorities, required for the managing of the aforesaid property and to do all other acts, deeds and things in respect thereof.\n3. To effect and carry out necessary repairs, additions, etc., in the said property as and when may be desired, and for this purpose obtain all the necessary permissions and/or sanctions, necessary from any appropriate authority.\n4. To deal with Govt. dept. and other local bodies for the purpose of any essential facilities or amenities required to be provided in the building. He can sign all papers and documents etc. for this purpose.\n5. To pay all the taxes, Municipal levies and other taxes, which may be, required to be paid.\n6. To file any objections with Govt. dept. or other local body of Government for any purpose related with said property. To engage valued/Architects and/or to engage any Advocate or Attorney for the purpose and or file or institute and legal action I court for the fulfillment of the purpose.\n7. That the Attorney in his absolute discretion take any action or steps according to law including institution of any case in court of law/Tribunal. As may be expedient or necessary for matters related with property. For the purpose he can engage any counsel or Advocate and/or prepare and sign pleadings, application, swear affidavits, file execution proceedings or to withdraw or compound, or compromise any proceedings and to take decision as may be fit and proper in his discretion.\nAND GENERALLY TO DO ALL other acts, deeds and things, which my said attorneys may deem fit and proper for the maintenance, upkeep of my properties and proper discharge of the said attorneys.\nAND I, do hereby agree to confirm and ratify all the Lawful acts, deeds and things done by my said attorneys jointly or severally, as acts deeds and things done by me as if I were present.\n\nIN WITNESS WHEREOF this deed is signed by me at New Delhi on this 25 June 2025.\n\nEXECUTANT: Vinod Bansal\n\nWITNESSES:\n1. Sanjay Mehta (Name and Address)\n2. Preeti Sharma (Name and Address)",
        "summary": "This document is a General Power of Attorney where Mr. Vinod Bansal appoints Mr. Prakash Singh to manage his property located at C-56, Green Park, New Delhi. The attorney is given broad authority to handle all matters related to the property, including collecting rent, arranging repairs, dealing with government and municipal authorities, and handling legal disputes. The document states that all actions taken by the attorney are legally binding on the principal as if he had performed them himself."
    },
    {
      "modified": "DETAILED GENERAL POWER OF ATTORNEY\n\nTO ALL TO WHOM THESE PRESENTS SHALL COME,\nI, Anil Mehra, son of Ravi Mehra, resident of Mumbai, Maharashtra, present residing at Vasant Kunj, New Delhi, SEND REETINGS:\n\nWHEREAS\n\n(A) I own various movable and immovable properties in various parts of India described in the Schedule I hereto and I have interest in various firms, companies, association of persons, trusts, societies as partner, proprietor, shareholder, member, trustee, beneficiary, etc. and/or otherwise, described in the Schedule II hereto\n\n(B) Since I am presently residing out of India as mentioned hereinabove for the time being, I am personally unable to attend to my day to day affairs and for reasons of convenience it is necessary that I should appoint an attorney and confer upon him the powers hereinafter stated.\n\nNOW KNOW YE BY THESE PRESENTS that I the said do hereby nominate and constitute and appoint Shri Vikas Sharma, son of late Prem Sharma, at present residing at C-10, Preet Vihar, New Delhi, as my true and lawful Attorney for me in the name and on behalf of myself and/or my said Attorney and in any of my said capacities and in the name and on behalf of any partnership firm, association of persons, trustee, beneficiary or businesses in which I am now or may in future in any manner become interested to do exercise, execute and perform all or any of the following acts, deeds and things, namely:\n\n1.Commercial\n\n1.1 To transact business.-To commence, transact, manage, carry on, close down any of my business and to do all things requisite or necessary or connected therewith including correspondence with any person or authority\n\n1.2 To buy and sell.- To buy, receive, store and hold and to sell, pledge, hypothecate, give on hire or otherwise deal with any goods, articles, things or movable property.\n1.3 To open branches.-To open, establish, conduct, shift and/or close any branch of any business at any place or places.\n\n1.4 To contract.-To enter into, sign, execute, vary, alter, terminate, suspend, repudiate any contracts.\n\n1.5 Partnership business.-To act as a partner in the firm or firms in which I am a partner at present or become a partner in future and commence, carry on, close, dissolve or retire from any business of any partnership with any person and for the said purpose to do all acts as partner or partners therein including banking operations, execution of partnership, retirement, dissolution or other deeds and documents.\n\n2. Property\n\n2.1 To acquire and to transfer-To purchase, take on lease, to take charge or mortgage on and to acquire in any manner and to sell, mortgage, settle, charge, lease, grant tenancy or otherwise transfer and/or in any manner and/or on any terms deal with any immovable or real property or properties or any interest therein.\n\n2.2 To manage and maintain.-To hold, defend possession, manage and maintain movable, or immovable properties described in Schedule I herein and other immovable properties acquired by me hereafter.\n\n2.3 To receive rents, etc.-To demand, recover and receive rents, mesne profits, licence fees, maintenance charges, electricity charges, corporation taxes and all other sums of moneys receivable in respect of my properties and to make all just and reasonable allowance therein in respect of rates, taxes, repairs and other outgoings and to take all necessary steps whether by action, distress or otherwise to recover any property or sums of money in arrears.\n\n2.4 To pay outgoings.-To pay all taxes, rates, assessments, charges, expenses and other outgoings whatsoever payable for or on account of my properties or any part thereof and to insure any buildings thereon against loss or damage by fire and other risks as be deemed necessary and/or desirable and to pay all premia for such insurances.\n\n2.5 To serve notice on tenants.-To sign and give any notice to any occupier of any property belonging to me to quit or to repair or to abate any nuisance or to remedy any breach of covenant or for any other purpose whatsoever.\n\n2.6 To construct, repair and/or reconstruct-To take down, demolish, rebuild and/or repair any of my house, building or other structure of whatever nature.\n\n2.7 To get utilities.-To apply for and obtain electricity, gas, water, sewerage and/or connections of any utilities and/or to make alterations and/or close down and/or have disconnected the same in my properties.\n\n2.8 To view the condition of any property.-To enter upon any of my property or any part of it as often as be desired to view the state of repair thereof and to require any occupier as a result of such view to remedy any want of repair or abate any nuisance.\n\n2.9 To enforce covenants.-To enforce any covenant in any lease, licence or tenancy agreement or any other document affecting any of my property and if any right to re-enter arises in any manner under such covenants or under notice to quit, then to exercise such rights amongst others.\n\n2.10 To deal with trespassers.-To warn off and prohibit and if necessary proceed against in due form of law against all trespassers on any of my property and to take appropriate steps whether by action or otherwise and to abate all nuisances.\n\n2.11 To prepare and have sanctioned the plans.-To get prepared plans for construction of any building or structure and/or otherwise on any of my property and to have the same sanctioned, modified and/or altered by any Corporation, Municipality or other authority and in connection therewith or to make necessary applications, give undertakings, pay fees, obtain sanctions and such other orders and permissions as may be expedient.\n\n2.12 To apply for obtaining building materials.-To apply for and obtain such permission as may be necessary for obtaining steel, cement, bricks and other construction materials and construction equipments and to appoint architects and contractors for the construction of building or buildings to be constructed on the plots belonging to me.\n\n2.13 To act in proceedings under rent control legislation.-To appear and represent in any proceedings for fixation of fair rent and/or for any other purpose or purposes before any court, Rent Controller or other authority in connection with any matter relating to and/or arising out of any of my property.\n\n2.14 To obtain any certificate.-To apply for and obtain such certificate and other permissions and clearances including certificates and/or permission under any law relating to ceiling on urban land, or other law relating to land and/or buildings both urban and rural or under the Income-tax Act or any other law as may be required for execution and/or registration of any conveyance or other document and/or for transferring any rights in any land, building or other property belonging to me or acquired by me hereafter.\n\n2.15 To file declarations.-To prepare, sign, declare and file declarations, statements, applications and/or returns and otherwise in connection with holding, possessing, acquiring, transferring, partitioning or otherwise dealing with any of my property before any appropriate or other authority as may be required under any law or laws now prevailing or as may in future become applicable and to do, exercise, execute and perform any or all the necessary acts, deeds and things required there under.\n\n3. Companies\n\n3.1 To promote company.-To promote or form or cause to be promoted or formed or join with any other person in promoting or forming and to do all things necessary or proper to be done or causing to be formed and incorporated a company with limited or unlimited liability for any object and to settle and sign the memorandum and articles of association, prospectus, application forms, statement in lieu of prospectus and all other papers required for or in connection with incorporation, commencement of business of such company and other acts, relating thereto.\n\n3.2 To spend money in promoting a company-To expend or agree to expend moneys for promoting and forming any such company as aforesaid and in taking up and paying for any shares in my name in any such company as aforesaid.\n\n3.3 To contract to take shares.-To sign and file with the Registrar of Companies or any other appropriate authorities contract in writing to take from and/or pay for any share or shares in any such company as aforesaid in my name.\n\n3.4 To apply for, accept and deal with shares.-To make application or applications for and take allotment or allotments or purchase or otherwise acquire or hold any share or shares in any company in my name and to sell, transfer, pledge, hypothecate and/or deal with any share or shares held by me or acquired by me hereafter and to execute and/or deliver all deeds and documents including transfer deeds in connection therewith and/or for registration of any transfer and/or transmission.\n\n3.5 To consent to act as a director-To sign and file with the Registrar of Companies or any other appropriate authority in my name, consent in writing to act as a director of any company as aforesaid.\n\n3.6 To exercise shareholder's privileges.-To attend, vote at and otherwise act in the meetings of any company or companies or to appoint or act as proxy or representative in respect of any shares, stock or debentures now held by me or which may hereafter be acquired by me and generally to exercise all rights and privileges and perform all duties in respect of any shares, stocks or debentures as the holder, owner and/or registered owner thereof or as otherwise being interested in any company including carrying on correspondence and making or consent in the making of any applications in connection therewith before the Central Government, court or other authority under the Companies Act or any other law for the time being in force.\n\n3.7 To transfer securities.-To transfer any share, stock, debenture or other securities held by me or to be acquired by me hereafter in any company and to execute transfer deeds, receipts and all other papers in connection therewith and also to transmit and/or apply for and/or to consent to the transmission of any share, stock, debenture and/or other securities and/or have the same registered and/or to have such registration altered and/or cancelled in any manner.\n\n3.8 General.-To do such acts and deeds and to execute such papers and documents as may be necessary in any capacity as shareholder, debtor, creditor or otherwise in relation to any company which may be required to be done by me.\n\n3.9 To receive bonus shares and other benefits.-To receive and to hold and to deal with bonus shares and all other benefits that may accrue as a shareholder or otherwise in relation to any company.\n\n4. Investments\n\n4.1 To sell investments.-To acquire or sell, transfer, assign or join in acquiring or selling, transferring or assigning all or any stocks, shares, annuities, debentures, stocks, bonds, obligations, government securities, units and other securities or investments of any nature whatever which do now or shall hereafter stand in my name or to which I am now or may at any time hereafter be entitled to and for that purpose to employ and pay brokers and other agents in that behalf and to receive and give receipts for the purchase money payable in respect of such sales and to transfer any investments so sold to the purchaser or purchasers thereof or as he or they direct and for these purposes to sign and execute all such contracts, transfer deeds and other writings and do all such other acts as may be necessary for effectually transferring or assigning the same.\n\n4.2 Allotment of shares in companies.-To apply for and accept allotments of shares in my name in any company, corporation or body corporate or any statutory body.\n\n4.3 To receive dividends and repaid capital sums.-To demand, sue for and receive from any company, corporation, government or other body politic or person all deposits, dividends, interest, bonuses or any other sums that may become due in respect of any investment and likewise any capital sum represented by or comprised in any investment held by me as and when the same shall be payable or repayable and for any such purpose to sign, indorse and execute all receipts, dividends and interest warrants, cheques, releases, discharges, reconveyances or other deeds, documents, instruments and other writings whatsoever that may be required or necessary for the purpose.\n\n4.4 Investment in and dealing with provident funds.-To operate, open, withdraw and deal with funds in the Public Provident Fund Account or any other provident fund accounts whatsoever in my name.\n\n4.5 Investments in company deposits, shares, etc.-To invest my monies in company deposits, shares, stocks, debentures, bonds, units or other corporate securities or securities of local authorities, any other statutory bodies or corporations, whether incorporated in India or in any other country, in such manner and upon such securities as my attorney shall in his absolute discretion think fit and from time to time withdraw any such moneys and apply the same to any purpose as he may think fit.\n\n4.6 To initiate proceedings.-To give all notices, commence any legal proceedings or use any other lawful means that may appear to my attorney desirable or necessary in order to safeguard or enforce my rights in or in connection with any of the investments with full power to prosecute or discontinue any such proceeding and to compromise or submit to arbitration any matter in dispute or doubt.\n\n4.7 To pay all calls.-To pay all calls that may be lawfully made or... [document truncated]",
      "summary": "This document is a Detailed General Power of Attorney. It is an agreement between Anil Mehra, who is the Principal, and Vikas Sharma, who is the Attorney. The purpose of this legal document is to authorize the Attorney to manage the Principal’s affairs while the Principal is residing out of India. The key obligations for the Attorney include managing the Principal’s businesses, handling all matters related to their properties, dealing with company and share-related issues, and overseeing all investments."
    },
    {   
        "modified": "Irrevocable Power of Attorney\n\nKnow All Men by These Presents That We/ M/s. Janta Trading Corporation, a public/private ltd. Company incorporated under the Companies Act, (1 of 1956) with its registered office at 10, Sunder Vihar, New Delhi, through Shri Alok Sharma, authorised by the Board of Directors of the Company vide Resolution dated 18 October 2023 or Constituted as a Sole/Proprietor ship Concern /Firm under the Indian Partnership Act, 1932 with its principal place of business at 25, MG Road, Pune, Maharashtra, through its partners/Namely Shri Sanjay Gupta, having executed in favour of the Uttar Pradesh Financial Corporation a Statutory body incorporated under the State Financial Corporation an agreement a deed of hypothecation for ₹75,00,000 Rupees Seventy-Five Lakhs only and secured the repayment thereof by deposit of the Corporation empowering the corporation to execute a deed of mortgage in the form of an English Mortgage and have the same registered at the cost of the Company /Firm Concern if and wherever the Corporation find it advisable to do so during the pendency of the liability of the company firm concern to the corporation.\n\nDo hereby appoint the Corporation to be its attorney for its and in its name and on its behalf for otherwise for the Company/Firm/Concern for the purpose hereinafter mentioned.\n\nTo execute a mortgage in the form know as English Mortgage of the whole of the assets of the company/firm sole proprietor including and building machinery a electric fittings both present and future in favour of the corporation on terms and condition contained in the agreement and deed of hypothecation.\n\nTo sign the said deed of mortgage for and behalf of the Company/Firm concern and to have it registered with proper registering authority by admitting its execution and passing of consideration on behalf of the company/firm/concern and for the company/firm/concern.\n\nAnd also execute and to do all such other acts and things as our said attorney shall deem fit for the purpose of securing the said repayment of the loan by the company /firm concern aforesaid.\n\nTo perform and obtain the Income-tax clearance certificate under Section 230-A (I) of Income-tax Act, for and on behalf of the borrower.\n\nTo apply and obtain the necessary permission/exemption under Urban Land Ceiling and Regulation Act, 1976 for and on behalf of the borrower, if necessary.\n\nTo perform the above functions either through himself for through lawfully constituted authority.\n\nAnd the company/firm/concern hereby do agree to ratify and confirm whatever its said attorney shall do here under.\n\nIN WITNESS WHEREOF, I/WE Janta Trading Corporation have hereunto set my/our hand(s) this 18th day of October in the year 2023.\n\n(Sanjay Gupta)\n(Alok Sharma)\n\nSignature\n\nTHIS POWER OF ATTORNEY was this 18th day of October produced and executed before me and the within named Sanjay Gupta who is known to me has acknowledged it to be his act and execution.\n\nSIGNATURE AND SEAL OF\nTHE PUBLIC NOTARY",
        "summary": "This document is an Irrevocable Power of Attorney from Janta Trading Corporation to the Uttar Pradesh Financial Corporation. The purpose of this agreement is to grant the Corporation the authority to execute and register a mortgage on the company's assets. This is to secure the repayment of a loan of ₹75,00,000. The key obligation of the Attorney (the Corporation) is to act on behalf of the company to finalize the mortgage deed and ensure it is legally registered."
    }
]  
